[
	{
		"index": 1,
		"name": "乾",
		"anno": [
			"元：头、首、始、大、第一；长子，首领，君；开始、起端；根源、根本。*因为什么事情而祭祀占卜，稽疑。祭祀占卜的起因。",
			"亨：金文中字形，像盛食物的器皿，亨本音是享xiǎng，进献的意思。祭祀，奉献。*祭祀、奉献、占卜。",
			"利：本义为刀剑锋利，引申为顺利、便利，有利于、对什么有利。*对心中的疑问进行解惑，祭祀占卜后判定有利，现在有利于干什么事情，怎样去做。对占卜之事的引导。",
			"贞：甲骨文字形，像用火具而卜。本义为占卜、卜问。贞兆、预兆。*占卜有了吉利的结果后，顺着有利的方向进行，会有一个什么样的未来。即是，现在做了某事之后，对未来的预测。"
		],
		"trans": "很顺利，利于坚持下去。",
		"analysis": [
			"这个卦是同卦（下乾上乾）相叠。象征天，喻龙（德才的君子），又象征纯粹的阳和健，表明兴盛强健。乾卦是根据万物变通的道理，以“元、亨、利、贞”为卦辞，示吉祥如意，教导人遵守天道的德行。",
			"乾卦的易象为上，中，下三爻皆阳爻，为全阳之卦。故代表天（即其大象）。就广范意义之象（即广象）乃为天，强，高大，宽广，尊贵，运动不止，明亮，纯净，健全等。"
		],
		"trigrams": [
			{
				"anno": "①初九：爻题。易卦的爻题，以“九”标示阳爻，以“六”标示阴爻。又以初、二、三、四、五、上标示从下至上各爻的顺序。就各爻在全卦中的关系而言，初、三、五为阳位，二、四、上为阴位;而二、五又分为下卦与上卦的中位，初、四分为下卦与上卦的下位，三、上分为下卦与上卦的上位。《文言》还将二看作地位，五看作天位，三看作人位。阴爻、阳爻在这些位置上的分布构成了一定的爻位关系。爻位关系是分析各爻意义的一种重要依据(详见各爻分析)。②潜龙勿用，比喻君子压抑予下层，不能有所作为。",
				"trans": "潜藏的龙，不要施展威力。",
				"analysis": [
					"苍龙七宿星象 完全在地平线以下对应冬季 比拟人生的蛰伏期 厚积薄发的阶段 不是不能重用 是还没到用的时候。",
					"龙隐地道，便称作“潜龙”，龙性乃是阳性，是向上的。初九爻本来自坤卦。为地道中一阳元初生。因时因地，皆还不能有所作为。故爻辞为“勿用”。",
					"这是乾卦第一爻的爻辞，第一爻是主卦下爻，代表主方的行动，这条爻是阳爻，象征主方积极主动地谋取和扩大自己的利益，比如说，创新、创业、投资、进攻、求职、示爱，等等。龙是富有活力和强健的象征，常言“龙腾虎跃”。在这里，龙代表主方。主方积极主动，努力进取，是正确的行动。但是这种行动与客方有抵触。“潜龙”，把活力和才能适当第潜藏起来；“勿用”，不要用。但是，不是说完全不要用，而是说在“潜藏”意义上的不要用，而是说要适当地用，避免和客方抵触，遇有抵触，就要设法避让。只要注意避让抵触，主动积极的行动是正确的。主方应当尽量做好客方希望和要求做的，避免做客方不希望、或者没有要求做的事。如果不“潜”，不“勿用”，则可能遇到麻烦，情况可能会变得不利于主方。",
					"第一爻位置是阳位，这条爻是阳爻，阳爻在阳位，当位，然而与四阳不有应。当位表明主方的积极主动是对主方有利的潜在因素；不有应表明这种有利的潜在因素并不是真正的对主方有利的因素。主方不可盲目行动，应当耐心地等待时机，“潜龙，勿用”，在发现有机可乘的时候，立即行动。"
				]
			},
			{
				"anno": "①见，读若现，出现。见龙，系“龙见”的倒装，犹言龙出现。在田，犹言出现在大地上。王弼说。‘出潜离隐，故曰‘见龙’，处于地上，故曰‘在田’。德施周普，居中不偏，虽非君位，君之德也。初则不彰。三则乾乾，四则或跃，上则过亢。利见大人，唯二五焉。”王弼对于《乾》卦整体结构的解说颇为有理。本卦阳爻，由初爻而升到上位，爻辞以龙在地下，人间，天空各个层次的变化来比拟这一爻象，从而附会出人在人生的不同际遇中的自我作用和命运。见龙在田，爻辞以龙出潜在田，表示初九阳爻升进一步，居于下卦中位。此位象极佳，比喻君子挣脱了压抑的处境，开始步予社会生活，创造建功立业的条件。",
				"trans": "龙在田野里出现了，利于表现为大人物。",
				"analysis": [
					"苍龙七宿星象 天田一刚刚露出地平线 比拟人生的轨迹出现上升 崭露头角的时期 如果碰到资质经验积累深的先辈会对未来发展有利。贵人相助 优秀的人 与 贵人 是互相吸引 所以是利见。",
					"初九、九二爻同为地道，九二爻乃是地道之中乾元累积足够，即将冲出地道，彰显乾元之德的时候。因而爻辞有“见龙在田”，“见”是出现的意思。“利见大人”的“见”是拜见等意思。当然，这里的拜见肯定不是所谓的“九五”爻。因为在九五爻也有“利见大人”，不然，九五到哪里见大人去？因此，九二爻所见的大人，相当于今天我们所说的“贵人”，就像一个初出校门的学生，无论你有怎样的才华，还需要有伯乐和慧眼者啊。这里初九通过累积学习到了九二，自然有初露锋芒之象。",
					"第二爻是主卦中爻，代表主方素质，这条爻是阳爻，象征主方素质良好，比如说，主方有资金、有地位、有权力、有实力、有技术，等等。龙是力量的象征，中国人被称为龙的传人。在这里，龙代表主方。“见龙在田”，爻辞中的“见”有“现”的意思。主方应当充分显示自己的能力，把自己表现为一个对客方有重要作用的“大人”，“利见大人”。如果主方不能把自己的才华和能力充分显示出来，不“见龙在田”，不把自己表现为一个对客方有重要作用的“大人”，情况就不一定对主方有利。",
					"第二爻位置是阴位，这条爻是阳爻，阳爻在阴位，不当位，并且与五阳不有应。不当位表明这是对主方不利的潜在因素，一方面，主方可能为自己的良好素质而自满，缺乏从客方吸取补益的要求；另一方面，主方的良好素质可能被客方窃取，遭受损失。不有应表明客方素质也良好，客方没有窃取主方利益的要求，这主方的良好素质还不是真正的对主方不利的因素。不过，主方还是应当保护自己的利益，避免不利因素发生。“见龙在田”，田是出庄稼的地方，龙不驻守海底龙宫，也不上天造雨，而在田野守卫庄稼，并且守卫庄稼时展示出巨大的威力，“利见大人”，这些都强调保护主方自己利益的重要。"
				]
			},
			{
				"anno": "①乾乾，勤奋努力。②惕，警惕。若，助词，无义。厉，危险。无咎，没有灾难。本爻为阳位，居下卦之极。根据《系辞》“三与五，同功而异位，三多凶，五多功”的理论，可见本卦九三之爻，象征着君子处于既可大有作为而又充满凶险的处境之中，如能倍加勤勉戒惧，可以没有灾难。",
				"trans": "有才德的君子始终是白天勤奋努力，夜晚戒惧反省，虽然处境艰难，但终究没有灾难。",
				"analysis": [
					"苍龙七宿星象 角亢氐心房五宿在地平线之上承扶摇直上之态势 比拟虽事业蒸蒸日上处于上升期但要早晚勤奋谨慎，不要有一点疏忽懈怠，不要犯错误。",
					"“乾乾”是奋斗不息的意思，好比那句“天行健，君子以自强不息”，就是这里来的。爻辞的意思是：君子终日劳累奋斗不息，朝夕警惕忧患，感觉前行的道路困难重重。占语是:这是没有错误的。九二升至人道之初，刚从地道中突破出来，于人于己，都是人道的开始，也是需要累积学习的，加上乾元本身具有奋斗不息的品德，从初九到九三，内卦结束，一直秉持乾元之德，乾为日，固有终日乾乾之象。“夕惕若厉”，是因为九三处在内外变化之际。或内或外，或上或下，三爻的努力全在于此。",
					"第三爻是主卦上爻，代表主方态度，阳表示主方态度强硬。同时，第三爻是对第二爻的补充，第二爻是阳，第三爻也是阳，这表示主方素质很好。在强硬态度中，可能表现出傲慢、粗暴等缺点。“君子”指品性好的人，传统上“君子”多指男性。这里，“君子”指主方。主方应当克服自己的缺点，勤勤恳恳地工作，“君子终日乾乾”，“夕惕若”。在客方挑战前，如果主方不虚心听取客方意见，过于表现自己，对主方自己来说是危险的，“厉”。如果主方注意克服自己的缺点，只要尽力而为，虚心谨慎，努力工作，即可“无咎”。“厉无咎”，意为即使处在危险的境地，也能顺利度过，“虽处危地而无咎也。",
					"第三爻位置是阳位，这条爻是阳爻，阳爻在阳位，当位，然而与六阳不有应。当位表明主方强硬态度是正确的，主方需要强硬态度以保护自己的利益，并且在与客方的较量中取得优势，这是对主方有利的潜在因素。然而，客方态度也强硬，客方并不接受主方压抑，这潜在的有利因素没有成为现实。由此，主方须要继续努力增强自己的素质，“君子终日乾乾”，切不可盲目自满，要保持对客方的警惕，“夕惕若，厉无咎”。"
				]
			},
			{
				"anno": "①或跃在渊，九四阳爻居上卦下位，根据《系辞》“二与四，同功而异位，其善不同。二多誉，四多惧”的理论，可见本卦九四之爻，象征着处于进可取誉，退可免难的转折时期。爻辞以龙跃深渊为喻，龙跃入深潭，退可藏身于千仞之下，进可升腾于云天之外，进退有据，潜跃由心，喻指君子处境从容，故无灾难。",
				"trans": "龙可能一跃成天龙，也可能还在深渊，无所怪罪。",
				"analysis": [
					"苍龙七宿星象 七宿已经完全升出地平线 箕宿在银河处 即渊 比拟事业以到达最辉煌的高点人生的巅峰 所有才都将施展大放光彩，但是飞的越高摔的越惨 此时更不要犯错误。",
					"九三的累积壮大，终于到了人道的繁荣时刻。无论是资历还是才能都到了。这个时候刚来到上卦的九四，由于自身乾元、龙性的影响，自己又不甘落后了，一门心思，想攀上新的高峰，即是九五、上九的天道。所谓人都求一个发展的极致，这里也是一样。“或跃在渊”的或在这里可以理解为一种尝试，九四尝试着上跃，上跃不行，则暂居渊中，以待时、位。为什么占语是无咎？因为九四在人道的才能、经验的累积将足未足，尝试性的上跃，是没有错误的。",
					"第四爻是客卦下爻，代表客方行动，阳，表示客方积极主动地谋取和扩大自己的利益，比如说，创新、创业、投资、进攻、求职、示爱，等等。爻辞中暗示的“龙”指主方。虽然，代表客方的经卦也是乾卦，但是由于这是从主方的角度看双方关系，在“或跃在渊”中的主语是“龙”，与第一、二爻中的“龙”的意思是一致的，代表主方，不代表客方。这个爻辞中的“渊”象征客方的行动，主方只能在客方限定的范围内行动，“或跃在渊”。如果主方按客方要求行动，则无所罪怪，这是一条界限，“或跃在渊，无咎”。如果主方行动超越了客方规定的范围，就可能受到罪怪。",
					"第四爻位置是阴位，这条爻是阳爻，不当位，并且和一阳不有应。不当位表明客方的积极主动可能损害主方的利益，是对主方不利的潜在因素；不有应表明客方的积极主动与主方的积极主动有矛盾，由于这矛盾的存在，这潜在因素不能成为事实。因此，主方必须谨慎行动，“或跃在渊”，这是客观形势的需要，不要怪罪主方，“无咎”。"
				]
			},
			{
				"anno": "①飞龙在天，喻君子处尊贵之位。",
				"trans": "龙在天上飞舞，利于表现得像大人物。",
				"analysis": [
					"苍龙七宿星象 七宿已过高点 与地平线几乎平行 飞龙不是高度而是姿态 比拟事业已过巅峰逐渐进入一个稳定平稳的状态，此时碰见优秀的后起之秀要多多帮助，贵人相助 优秀的人 与 贵人 是互相吸引 所以是利见。",
					"龙、乾元本属天道，九四返回九五，进入天道，就像人回到家一般自由自在，如鱼得水。真是“天高任鸟飞，海阔任鱼游”。这时候，无论是地位、才智，都达到了成熟阶段，正是大展拳脚的时候。而那片天空就是你要找的“大人”所提供给你。",
					"这是乾卦第五爻爻辞，代表客方的素质。这条爻是阳爻，象征客方素质良好。这里的“龙”指主方。这条爻辞深刻地表达了客方的良好素质有利于主方，开辟了任主方这条“蛟龙”腾飞的广阔“天空”，主方应当利用良好的机遇，充分发挥自己的聪明才智，“飞龙在天，利见大人”。",
					"第五爻位置是阳位，这条爻是阳爻，阳爻在阳位，当位，然而与二阳不有应。当位表明客方的良好素质是对主方有利的潜在因素，不有应表明在素质方面不存在主方和客方的阴阳和谐关系，不存在主方自然从客方素质得益的可能，主方应当积极主动地从客方的良好素质夺取利益，“飞龙在天”，并且展现出自己的全部威力，“利见大人”。"
				]
			},
			{
				"anno": "①亢，王肃说：“穷高曰亢。”子夏《传》：“亢，极也。”悔，《系辞》：“悔吝者，忧虞之象也。”亢龙有悔，以升腾到极高处的龙，喻指身居崇高地位的统治者，脱离臣民，孤高无辅，必遭灾祸。因为上九之爻，居全卦之尽头，在本卦系统中，乃是孤立无援之象。",
				"trans": "高傲的龙，有悔恨。",
				"analysis": [
					"苍龙七宿星象 只能用偕日出观测法才能观测到苍龙七宿的星象 角 亢 二宿在地平线以上 氐宿将出未出 亢宿与启明星作为日出的标志 所以为亢龙 悔为后悔 上九 与 初九 的星象 只能通过 更遥远的偕日出观测法来观测，也有一部分不能忘记过去利用过去知识的意味，但是也是通过这层意思把上九与初九联系了起来 六爻连成了一个循环 对应一年的四季 循环反复 周而复始 。比拟事业到达了尾声，大浪淘沙浪花散去，留下的不是金钱不是名声而是宝贵的记忆经验。",
					"亢龙，龙飞过高，就叫亢，刚过易折也是这个意思。这一爻秉持了一个自然宇宙的规律，就是阴阳的相互变化，一种事物从来没有无限制的兴盛下去。生的另一面就预示着死亡。乾卦从初九累积发展到上九，已经达到一个极致，所谓阳极生阴，此时乾卦中生出一丝坤元来，这就是坤卦的初六：履霜，坚冰至。他这是在告诉我们，坤元开始凝聚了。“亢龙有悔”的悔就是指的这一丝坤元。用九：见群龙无首，吉。",
					"这是乾卦第六爻爻辞，代表客方态度。这个爻是阳爻，象征客方态度强硬。主方为了显示自己的能力和成绩，又不大爱听别人意见，就有可能一意孤行，从而可能招致由态度强硬的客方来的麻烦、使自己受到损失，为自己的高傲态度后悔，正如爻辞告诫“亢龙有悔”。所以，“亢龙有悔”这句话不是针对客方说的，而是针对主方说的。客方态度是客观存在的条件，主方需要适应这个条件约束自己的行为。如果主方谨慎从事，为龙而不亢，则不致有悔。“亢”(kàng)，高，高傲：高亢。",
					"第六爻位置是阴位，这条爻是阳爻，阳爻在阴位，不当位，并且和三阳不有应。不当位表明客方的态度强硬，是对主方不利的潜在因素，主方有可能受到客方的压抑；不有应表明主方态度也强硬，不接受客方压抑，这不利的潜在因素并没有成为真正的对主方不利的因素。然而，第六爻是对第五爻的补充，第五爻和第六爻都是阳爻，表示客方素质非常好，实力非常强大，因此，客方可能强硬过分，显得傲慢与粗暴；另一方面，第三爻是对第二爻的补充，主方态度也可能强硬过度，也表现得傲慢和粗暴。主方和客方都是“亢龙”，主方的傲慢与粗暴有可能激励傲慢的客方更粗暴，从而使主方受到损失，主方为之悔恨，“有悔”。"
				]
			},
			{
				"anno": "①用九，《乾》卦特有的爻题。汉帛书《周易》作“迥九”。迥，通。用九即为通九，犹言六爻皆九。属阳性，表示全阳爻将尽变为阴爻。",
				"trans": "出现龙群，看不出首领，吉利。",
				"analysis": [
					"用阳为乾卦所特有，说明如何使用阳的概念。阳代表天的性质，龙是阳的鲜明形象，乾卦的六条爻辞具体描述了龙的特性，潜、惕、跃、飞，都表现出了龙的强健，然而，龙也有“亢”的缺点，这个缺点使得龙爱争霸。主客双方关系中，如果主方具有龙的特点，又克服了“亢”的缺点，就能够与客方一起；如果客方也如此，双方都不争霸，就出现“群龙无首”的局面，这局面对于主方来说是吉利的。在此，“吉”，仍然是针对主方说的，因为别卦是以主方为观察情况的基点。乾卦加了这条用阳，特别强调运用阳的强健性质的时候，不要忽略其“亢”缺点。",
					"用九，即首尾交接，天人合一。《易经》中，只有两卦是有七个卦辞——乾卦与坤卦。周文王在乾卦的用九中写道：“见群龙无首，吉。”为什么呢？一般形容群龙无首，多是贬义词，但周文王却说群龙无首是吉。其实确实如此，如果大家已成为龙， 或成为成熟的领导者，每个人都可以做好自己的工作，那当然是吉，这就是群龙的境界。在此，人人都可以成长，人人都可以成为领导者，每个人都能够在自己的岗位上成为出类拔萃的领导者。最高的领导者不以领袖自居，不是每天在提醒人家：别忘记我还是局长、市长或书记。不用提醒，人家自然会尊敬你，都能够自然而然 地把工作做好。如果能够达到这种境界，那就是一种忘我的理想状态。群龙：人人如龙。无首：每个人都能有自己的精神世界。"
				]
			}
		]
	},
	{
		"index": 2,
		"name": "坤",
		"anno": "",
		"trans": "很顺利，应当像牝马一样地坚持下去。君子应当有所作为，先迷惑后得到主导，有利；西南方向得到朋友，东北方向丧失朋友。安定地坚持下去吉利。",
		"analysis": [
			"这个卦是同卦（下坤上坤）相叠，阴性。象征地（与乾卦相反），顺从天。承载万物，伸展无穷无尽。坤卦以雌马为象征，表明地道生育抚养万物，而又依天顺时，性情温顺。它以“先迷后得”证明“坤”顺从“乾”，依随“乾”，才能把握正确方向，遵循正道，获取吉利。",
			"“元亨”，别卦坤卦由二个经卦坤卦组成，双方关系是稳定而休闲，没有什么麻烦，很“通顺”。“利牝马之贞”中的“牝马”是雌性的马，马是温顺的动物，雌性的马更温顺。“贞”是坚持的意思。“利”是有利于主方，强调主方应当做的事。“利牝马之贞”是说主方应当顺应客方以尽量维持当前的关系。“君子有攸往”中的君子指主方，封建社会中有君子小人之分，不应当这么提了，这里君子就是指一般的人、正常的人或聪明的人。稳定而宽松的关系是暂时的，在尽量维持现状的同时，主方应当有所作为。“先迷后得主，利”中的“先”指当前，“迷”指前满足现状的状态。“后”当指主方采取比较主动的行动以后，客方更了解主方，主方将得到客方的更多信任，情况对主方有利。“西南得朋，东北丧朋”，西南与东北是二个截然相反的方向，如果主方有所行动，必须有正确的行动方向。方向正确，可能得到帮助；方向不正确，可能失去帮助。在周文王的时候，周在商的西南，商在周的东北，西南是家乡，东北是异地，在家乡得朋友，去异地将失去家乡的朋友。主方应当努力改善自己的素质，不然有可能失去别人的帮助。“安贞吉”强调吉利是有条件的，必须是又“安”又“贞”，安于当前的双方关系，努力维持这个关系，这样就吉利。如果不这样就不吉利。"
		],
		"trigrams": [
			{
				"anno": "",
				"trans": "踩踏在霜上，坚硬的冰到来。",
				"analysis": [
					"这是坤卦第一爻的爻辞。第一爻是主卦的下爻，代表主方的行动，这一条爻是阴爻，表示主方的行动是阴。“履霜”中的“履”是指用脚踩踏行走。履的人是主方。“履霜”形容当前的关系冷淡，主方感到如同脚踏被霜覆盖的原野。“坚冰至”是指到处是冻冰的季节即将来临，如果主方不改变消极被动，关系可能发展得更差。“坚冰”形容那种更冷的关系像是冻得坚硬的冰。关系向更冷淡的方向发展，不利于主方，主方应当积极主动些，扭转这种不利趋势。",
					"第一爻的位置是阳位，阴爻在阳位，不当位。而且，第一爻和第四爻之间没有有应的关系，表示二者不协调。不当位表明主方消极被动有可能让主方的利益受到损失，这是潜在的对主方不利的因素；不有应表明客方也是消极被动，客方不企求损伤主方的利益，这潜在因素没有成为真正的对主方不利的因素。因为这只是潜在因素，爻辞没有加判断词。"
				]
			},
			{
				"anno": "",
				"trans": "平直方正而广阔，不熟悉地形也不会有危险，不利。",
				"analysis": [
					"这是坤卦第二爻的爻辞。第二爻是主卦的中爻，代表主方的素质，阴性表示主方的素质较差。“直方大”是地的形象，古人认为大地是平面的，不是球形的，是方的，符合平直广大的特点。这里用地的形象描述主方的素质，因为第二爻是主卦的中爻，“直方大”主要是反映主方的平凡而不佳的素质。“不习无不利”中的“无不利”是判断词，即使不了解地形（这里的习不可以翻译成学习），也没有不利的后果。为什么？因为当前的主客双方关系提供了主方发展的空间。但是，“无不利”不等于“有利”，没有不利的后果不等于后果是有利的。“无不利”这个判断词是中性的。",
					"这条爻在别卦的第二个爻的位置上，别卦中第二、四、六爻的位置是阴位，这条爻是阴爻在阴位，当位，但是不有应。当位表明主方的素质不佳，这有可能驱使主方去开拓进取，谋取利益，是潜在的对主方有利的因素；不有应表明客方的素质也不佳，主方不能从客方获取利益，这潜在因素没有成为真正的对主方有利的因素，所以爻辞只是说“无不利”，而没有说“利”。"
				]
			},
			{
				"anno": "",
				"trans": "包含优美内涵，可以坚持下去，有时侯顺从王意做事，没有成功，会有一个结局（比较好的）。",
				"analysis": [
					"这是坤卦第三爻的爻辞。第三爻是主卦的上爻，代表主方的态度，这条爻是阴爻，表示主方的态度是阴，主方的态度随和。“含章可贞”中的“含章”指包含美质，地滋养万物，具有优美的内涵。“或从王事”中的“或”指有时，“从”指顺从、服从，“王”指客方，“事”指办事，主方有时侯顺从客方的意思办事。“无成有终”，“成”指成功、成就或成绩，“终”指终了，终点。虽然没有成就，但是对主方来说，总会受到适当的对待。爻辞还有一层暗示的意思，这条爻的爻辞中说“或从王事，无成有终”，由于“或”是“有时”的意思，这句话就暗示有时侯“不从王事，无成无终”。就是说，有时候，主方做的不是客方希望的，既不成功，也得不到适当的对待。",
					"第三爻的位置是阳位，这条爻是阴爻，阴爻在阳位，不当位，并且与第六爻不有应。不当位表明主方态度随和，有可能受到客方制约，是潜在的对主方不利的因素；不有应表明客方也是态度随和，不求制约主方，这潜在因素没有成为真正的对主方不利的因素，所以卦爻辞用“无成有终”描述当前状态。"
				]
			},
			{
				"anno": "",
				"trans": "包扎在袋子里，既不必咎怪也不必赞誉。",
				"analysis": [
					"这是坤卦第四爻的爻辞。第四爻是客卦的下爻，代表客方的行动，这条爻是阴爻，表示客方的行动是消极被动。是谁“括囊”呢？是主方还是客方？如果理解为客方，也能解释得通，但是，卦是从主方的角度分析当前的形势，“括囊”应当是对主方的比较形象的建议，建议主方缄口不言。即使主方缄口不言，也“无咎无誉”。“无咎无誉”，既不必怪罪也不必赞誉。",
					"第四爻的位置是阴位，这条爻是阴爻，阴爻在阴位，当位，与第一爻不有应。当位表明客方消极被动有可能是主方发展的好机会，是潜在的对主方有利的因素；不有应表明主方也消极被动，不能利用这个有利于主方的好机会，这潜在因素没有成为真正的对主方有利的因素，所以爻辞只是说“无咎无誉”。"
				]
			},
			{
				"anno": "",
				"trans": "黄色裙裳，很吉利。",
				"analysis": [
					"这是坤卦第五爻的爻辞。第五爻是客卦的中爻，代表客方的素质，客方的的素质是阴，客方的素质不佳。“黄裳”指黄色的裙裳，古时侯服装上衣下裳，皇帝上朝时穿黄袍，可见黄色服装与尊贵和吉利有关，这里，“黄裳”比喻客方的素质对主方的影响。客方素质欠佳，为主方创造了有利条件，像是“黄裳”。“元吉”，很吉利。这里所说的“元吉”仅仅是针对客方的素质对主方的有利方面而言，而与其它的事情无关。",
					"坤卦第五爻是阴爻在阳位，不当位，与第二爻不有应。不当位表明客方素质比较差，有可能企图窃取主方利益，是潜在的对主方不利的因素；不有应表明主方的素质也不佳，不可能让客方窃取利益，这潜在因素没有成为真正的对主方不利的因素。换一个角度看，由于这条爻代表客方的素质，素质不佳意味着资金缺乏、身体衰弱、实力微薄等等，这就可能形成对主方的依赖，主方有可能利用客方的这种依赖，加之以积极主动的开发措施，就可能获得更多利益，这不仅不是不利因素，而是对主方很有利的因素，所以爻辞说“元吉”。如果结合全卦考虑，也可以理解这个“元吉”的判断词是就整个随其自然的建议说的。"
				]
			},
			{
				"anno": "",
				"trans": "龙在郊野相斗，滴下黑黄色的血液。",
				"analysis": [
					"这是第六爻的爻辞。第六爻是客卦的上爻，代表客方的态度，阴爻，表示客方态度随和。“龙战于野”中的“龙”象征主方与客方，“野”指双方关系，主方和客方相互之间为自己的利益而争斗，龙战于野。但是，这里的龙已经是不同于乾卦中所描述的充满生气的强健的龙，而是精疲力竭的受伤的龙，或者死龙。客方对主方随和，双方几乎没有争执。“其血玄黄”的“玄”指黑色，表示主客双方的争斗已经是过去的事，“龙”的血已经变成黑色，并且和黄沙混在一起。",
					"第六爻的位置是阴位，这条爻是阴爻，阴爻在阴位，当位，与第三爻不有应。当位表明客方态度随和，有可能受主方制约，是潜在的对主方有利的因素；不有应表明主方的态度也随和，主方不想制约客方，这潜在因素没有成为真正的对主方有利的因素。所以爻辞中没有判断词。"
				]
			},
			{
				"anno": "",
				"trans": "利于永远坚持下去。",
				"analysis": [
					"在坤卦的六条爻的爻辞之后，附有用阴，特意说明如何运用阴，概括地说明在六十四卦中阴的一般用法。“利永贞”的意思是“利于永远坚持不变”。阳象征变化，阴象征静止。但是，实际上事物总是在变化着的，客方造成的环境在变化，主方自己也在变化，即使主方努力保持不变，静止只是暂时的，主方应当耐心地等待时机，让事情朝有利于主方的方向发展。"
				]
			}
		]
	},
	{
		"index": 3,
		"name": "屯",
		"anno": "“元”（yuan）：第一。“亨”（heng）：顺利。“贞”：坚持。“利贞”：指经中之“贞”皆训为“占”,解释为占问有利。“攸”（you）：助词，相当于“所”，性命攸关。",
		"trans": "很顺利，利于坚持下去，不要往前走。利于建立侯国。",
		"analysis": [
			"这个卦是异卦（下震上坎）相叠，震为雷，喻动；坎为雨，喻险。雷雨交加，险象丛生，环境恶劣。“屯”原指植物萌生大地。万物始生，充满艰难险阻，然而顺时应运，必欣欣向荣。",
			"当前形势是很顺利的。应当坚持现有状态，不宜往前发展。当前形势有利于健全内部组织。客方有可能帮助主方，然而，主方须要努力取得客方信任，改善自己的素质。"
		],
		"trigrams": [
			{
				"anno": "",
				"trans": "磐石桓表，利于安定坚持下去，利于建立侯国。",
				"analysis": [
					"这是第一爻爻辞。这条爻是阳爻，表示主方采取了积极行动，积极主动地谋取和扩大自己的利益，比如说，创新、创业、投资、进攻、求职、示爱，等等。“磐”（pán），大石：磐石。“桓“（huán）古代立在城郭、宫殿、官署、陵墓或驿站路边的木柱：桓表。这条爻辞的意思是，像坚石和桓表一样驻守原地，有利于坚持安居，有利于健全内部建设。",
					"第一爻位置是阳位，这条爻是阳爻，阳爻在阳位，当位，并且与四阴有应。当位，表明主方积极主动，有可能利用客方的被动发展自己，这是潜在的对主方有利因素；有应，表明客方的行动与主方的行动和谐，主方可以利用客方消极被动发展自己，这潜在因素成了真正的对主方有利因素，主方应当雷厉风行地采取行动。然而，由于主方素质极差，力量很弱，主方不能急躁，不能盲目行动，因此，爻辞说不要盲动，“磐桓”。主方应当首先从加强自身建设开始，所以，爻辞说“利居贞，利建侯”。"
				]
			},
			{
				"anno": "",
				"trans": "有时驻守，有时不进，有时又乘马调动。不是来掠夺的盗匪，而是来求婚。女子坚持不嫁，到十年就嫁。",
				"analysis": [
					"这是第二爻爻辞。阴性，表示主方素质不佳，比如说，资金缺乏、地位底下、实力薄弱、教育程度低，等等。“邅”（zhān），难行不进。“班”，调回或调动（军队）：班师。“字”，旧时称女子出嫁：待字闺中。由于主方素质不佳，不能轻举妄动，所以爻辞说，“屯如，邅如，乘马班如”。主方需要向客方出示善意，“匪寇，婚媾”。由于主方出示了善意，逐渐地客方会改变态度，“女子贞不字，十年乃字”。",
					"第二爻位置是阴位，这条爻是阴爻，阴爻在阴位，当位，并且与第五爻有应。当位又有应，是对主方的有利因素，所以爻辞说“女子贞不字，十年乃字”。"
				]
			},
			{
				"anno": "",
				"trans": "追鹿没有准备，进入林中；您不如放弃，往前太过分。",
				"analysis": [
					"这是第三爻爻辞。阴性，表示主方的态度是阴，态度随和。“虞”（yú），准备，防范。“惟”（wéi），文言助词。“几”（jī），接近，达到。“吝”（lìn），过分爱惜：吝啬鬼。这条爻的意思是：追鹿而没有准备就进入森林，您去扑捉它不如舍弃它，前进是过分的行动。爻辞以追鹿为比喻，说明主方应当对客方采取强硬态度，但是还不具备条件，不能太性急。",
					"第三爻位置是阳位，这条爻是阴爻，阴爻在阳位，不当位，又与六阴不有应。不当位，表明主方态度随和，有可能受到客方制约，是潜在的对主方不利因素；不当位，表明客方态度也随和，没有制约主方的意图，那潜在因素没有成为对主方的真正不利因素。如果主方改变态度，强硬起来，有可能反过来制约客方，然而，主方素质太差，如果盲目前进，可能很困难，所以，爻辞说“往吝”。"
				]
			},
			{
				"anno": "",
				"trans": "乘马徘徊，求婚配；往前吉利，没有不利。",
				"analysis": [
					"这是第四爻爻辞，阴，表示客方被动。辞义是：往复调动军马去求婚，往前进是吉利的，没有不利的事。客方消极被动给主方的积极主动提供了机会，主方应当抓住机遇，果断前进。",
					"第四爻位置是阴位，这条爻是阴爻，阴爻在阴位，当位，又和一阳有应。当位，表明客方消极被动，为主方发展提供了机会，这是潜在的对主方有利因素；有应，表明主方积极主动，正好可以利用客方被动的机会，那潜在因素成了真正的对主方有利因素。所以，爻辞说“往吉，无不利”。"
				]
			},
			{
				"anno": "",
				"trans": "囤聚油脂，短期坚持吉利，长期坚持有凶险。",
				"analysis": [
					"这是第五爻爻辞，阳，表示客方素质良好。“膏”（gāo）脂油：春雨如膏。辞义是：充分利用客方的良好素质，短暂保持现有关系对主方有好处，“小贞吉”。因为主方是受惠于客方，这种情况不会维持很久，主方应当着力于改善自己的素质，“大贞凶”。",
					"第五爻位置是阳位，这条爻是阳爻，阳爻在阳位，当位，又与二阴有应。当位，表明客方素质良好，有可能帮助主方，是潜在的对主方有利因素；有应，表明主方素质不佳，需要客方帮助，那潜在因素成了真正的对主方有利因素，主方应当抓住这有利机遇，尽快地从客方的良好素质得益。所以爻辞说，“小贞吉”。这机会来自客方，如果主方行动迟缓，可能失去良机，对主方不利，所以爻辞说“大贞凶”。"
				]
			},
			{
				"anno": "",
				"trans": "乘马盘桓不进，哭泣不止。",
				"analysis": [
					"这是第六爻爻辞。阴，表示客方态度随和。“班如”（bānrú），盘桓不进貌。“涟”（lián）泪流不断的样子。辞义是：往复调动军马，流泪出血，痛哭不止。",
					"第六爻位置是阴位，这条爻是阴爻，阴爻在阴位，当位，不过与三阴不有应。当位，表示客方态度随和，有可能为主方的发展提供方便，是潜在的对主方有利因素；不有应，表明主方态度也随和，不能利用客方随和态度获益，那潜在因素没有能够成为真正的对主方有利因素，错失良机。所以爻辞说“泣血涟如”。"
				]
			}
		]
	},
	{
		"index": 4,
		"name": "蒙",
		"anno": "①再参：再三筮占则亵渎神灵。参：通三。渎：借为渎，亵渎。",
		"trans": "顺利，不是我求学童，是学童求我。初次筮问时，告诉他。再三筮问就不恭敬，不恭敬则不告。有利于坚持。",
		"analysis": [
			"这个卦是异卦（下坎上艮 ）相叠，艮是山的形象，喻止；坎是水的形象，喻险。卦形为山下有险，仍不停止前进，是为蒙昧，故称蒙卦。但因把握时机，行动切合时宜，因此，具有启蒙和通达的卦象。",
			"第二爻是阳爻，表示主方素质良好；第五爻是阴爻，表示客方素质不佳。主方以良好素质帮助素质不佳的客方，客方需要主方帮助，主方顺利，“亨”。主方帮助客方，就如同老师根据蒙童要求教育蒙童，“匪我求童蒙，童蒙求我”。第三爻是阴爻，表示主方态度随和；而第六爻是阳爻，表示客方态度强硬。随和的主方受到态度强硬的客方的刁难。主方不能对客方太随和，“初筮告，再三渎，渎则不告”。帮助客方，就像是老师坚持主方应当坚持教育蒙童，“利贞”。“筮”（shì），古代用蓍草占卦：“龟为卜，策为筮”。“渎”（dú），轻慢，对人不恭敬：亵渎。因为卜筮是以随机数联系求卜筮的人的提问和答文，答文不可能重复，所以如果多次提问，就得不到一致的答文，“初筮告，再三渎，渎则不告”。在编撰这条卦辞的时候，社会上有卜筮形象，编撰者依此作比喻，说明如果学生再三提问，表现出对老师不尊敬，老师就应当拒绝解答。",
			"卦辞的“蒙：亨。匪我求童蒙，童蒙求我。初筮告，再三渎，渎则不告。利贞”，第一句是说作为处于蒙昧时期的《蒙》卦，但它却亨通。因为《蒙》卦和《屯》卦一样，它虽处在起始的蒙昧时期，但其前途却无量。第二句是说并非是我需求如同孩童一样的蒙昧，而是此蒙昧时期需求我。此一句很可能其作者有先知先觉的圣贤自居的成份。第三句带有一个迷信的成份，是说当遇到一些蒙昧难解时，最好用蓍草筮问的办法去求告神灵；但是却不是再三的去筮问，再三则有亵渎神灵的意思，这样将得不到神灵的答复。最后一句“利贞”和第一句“亨”没有多大区别，是说《蒙》卦虽为蒙昧无知之卦，但它却利于贞正。"
		],
		"trigrams": [
			{
				"anno": "说：借为脱；用刑人：“刑人”，刑法规章。“用刑人”，指用刑罚规章约束人。；用说：“说”（yue悦），同悦、喜悦、高兴。“用说”，指用礼乐进行教化；桎梏：“桎”（zhi制），古拘系罪犯两脚的刑具；“梏”（gu固）， 古木制的手铐。此处指束缚人。",
				"trans": "启蒙教育，教育学生开发生产，教师用受刑之人作榜样，给犯人脱去手铐脚镣。往前走有困难。",
				"analysis": [
					"第一爻是主卦下爻，代表主方的行动，阴，表示主方消极被动，比如说，等等。在变消极被动状态下，主方应当根据客方要求帮助客方，就像是教师帮助蒙昧学童，引导学童前进，这好比给受刑的犯人脱去手铐脚镣，让学童能够自由发展。不过，不能求之过急，不能对客方指望过多，“以往吝”。发（fā），发愤，开发。刑人（xíngrén），受刑之人，古代多以刑人充服劳役的奴隶。桎梏（zhìgù），脚镣和手铐。",
					"第一爻位置是阳位，这条爻是阴爻，阴爻在阳位，不当位，并且和四阴不有应。不当位，表明主方消极被动不利于维护和扩张主方利益，是潜在的对主方不利因素；不有应，表明客方也消极被动，那潜在因素没有成为真正的对主方不利因素，所以爻辞说“以往吝”。“吝”是舍不得，不等于有凶险。"
				]
			},
			{
				"anno": "枹：通包，引申为保护；包蒙：“包”，包容。“包蒙”，指包容蒙昧；人妇：纳妇，娶媳妇；“纳妇”：指容纳妇人之蒙昧。此句亦含有“包蒙”的意思；子克家：“子”，古亦泛指“人”讲，此处即此义。“克”，能够、胜任的意思。“子克家”，即人人能治理家业的意思。",
				"trans": "受教育者很多，教育者要以有教无类的原则一视同仁，这正确的。正如娶妻纳妾一样天经地义，这是吉利的。人们接受教育后才能修身治家。",
				"analysis": [
					"第二爻是主卦中爻，代表主方素质，阳，表示主方素质良好，比如说，主方有资金、有地位、有权力、有实力、有技术，等等。包：包容；纳：接受、采纳；克：能够，克勤克俭。主方教育客方包容，这样作是吉利的。紧密联系客方，“纳妇，吉”。客方可能作有益于双方的事，“子克家”。",
					"第二爻位置是阴位，这条爻是阳爻，阳爻在阴位，不当位，这条爻与五阴有应。当位而有应，是对主方不利因素，主方有可能损失利益。然而，在主客双方都消极被动情况下，主方基本利益不至于遭受损失，相反，主方可以用自己的良好素质为客方服务，满足客方需要，从而改善双方关系，这对双方都有好处，所以爻辞说，“吉”。"
				]
			},
			{
				"anno": "勿用取女：不要娶这样的女子；金夫：指有钱财的男子；不有躬：“躬”，身体。“不有躬”，指不能把握自己，屈身投靠。",
				"trans": "不要娶那样的女人，她见到有金钱男人就不顾自己，没有一点好处。",
				"analysis": [
					"第三爻是主卦上爻，代表主方态度，阴，表示主方态度随和。“女”指客方。第六爻是阳爻，表示客方态度强硬。对于态度强硬客方，主方不能过于迁就，对态度强硬的客方过于迁就，没有一点好处。“金夫”，刚夫，指刚强的男子，一说指多金的男子。",
					"第三爻位置是阳位，这条爻是阴爻，阴爻在阳位，不当位，不过与六阳有应。不当位而有应，是对主方不利因素，所以爻辞说，“无攸利”。"
				]
			},
			{
				"anno": "困蒙：“困”，围困、束缚。“困蒙”与“发蒙”相对应，指愚民政策。",
				"trans": "陷于蒙昧无知的人，深深被愚昧所困扰，远离了接受教育的条件，故处境艰难。",
				"analysis": [
					"第四爻是客卦下爻，代表客方的行动，阴，表示客方消极被动，比如说，防守、退却、不想冒险、不想探索或开辟新的发展领域、只求保持现状，等等。困，困境，困窘。客方像是一个困窘的学童，主方引导教育这样的学童如何摆脱困窘。但是，由于客方消极被动，要这样的学童能够摆脱困窘，很不容易。",
					"第四爻位置是阴位，这条爻是阴爻，阴爻在阴位，当位，这是蒙卦中仅有的当位的爻,然而与一阴不有应。当位，表明客方消极被动是主方发展的好机会，是潜在的对主方有利因素；不有应，表明主方也消极被动，不能够利用这样的好机会，这潜在因素没有成为真正的对主方有利因素，所以爻辞说，“吝”。"
				]
			},
			{
				"anno": "童蒙:“童蒙”与“蒙童”是两个不同的概念，历来注释多将“童蒙” 注释为蒙昧无知的幼童，这不确，参《观》卦的“童观”“窥观”，当知“童蒙”乃指此一时期如小童一样蒙昧无知。",
				"trans": "没有敌意，无邪念的蒙昧无知的人可以启发教育，必获吉祥。",
				"analysis": [
					"第五爻是客卦中爻，代表客方素质，阴，表示客方素质不佳，比如说贫穷、病弱、教育程度低，等等。童，小孩子：儿童。主方像是教育儿童一样，用自己的良好素质帮助素质不佳的客方，这有助于改善双方关系，主方自己也受益，这是吉利的。",
					"第五爻位置是阳位，这条爻是阴爻，阴爻在阳位，不当位。这条爻与二阳有应。不当位而有应，是对主方不利因素。不过由于双方都消极被动，这种不利因素给主方带来的损失有限。相反地，主方可以根据客方需要用自己的良好素质帮助客方，如同教师教育学生，这对双方关系有益，同时，也对主方有益，所以爻辞说“吉”。"
				]
			},
			{
				"anno": "击蒙：“击”，本为敲打，此为振击之义。“击蒙”指敲击振动以使蒙昧开窍；所：通行本作“御”。所，处也；寇：此处指仇讲。",
				"trans": "要惊醒愚昧无知的人促使其转化，但不宜采用过激的行动使矛盾激化，而如果你的方法正确，被教育者的坏习气便可以改掉。",
				"analysis": [
					"第六爻是客卦上爻，代表客方态度，阳，表示客方态度强硬，傲慢。击（jī），击打。御（yù），抵挡：防御。寇（kòu），盗匪，盗寇。客方有可能态度强硬，可能喜爱击打，主方教育客方击打，引导客方，不要当匪寇，而应当用学到的击技去抵御匪寇。",
					"第六爻位置是阴位，这条爻是阳爻，阳爻在阴位，不当位，不过与三阴有应。不当位而有应是对主方不利因素，爻辞中没有判断辞，只是描述应当引导客方向正确的方向发展。"
				]
			}
		]
	},
	{
		"index": 5,
		"name": "需",
		"anno": "",
		"trans": "有了信任，光明而顺利，坚持下去吉利，利于涉越大江大河。",
		"analysis": [
			"这个卦是异卦（下乾上坎）相叠，下卦是乾，刚健之意；上卦是坎，险陷之意。以刚逢险，宜稳健之妥，不可冒失行动，观时待变，所往一定成功。",
			"客方消极被动，方便了主方的积极主动行动，客方的随和态度适应了主方强硬态度，这些都是对主方有利条件，只是客方的良好素质与主方的良好素质之间有问题。如果主方处理得好，取得客方信任，客方的良好素质就有利于主方，反之，则不利于主方。所以，最重要的是取得客方信任，“有孚”是先决条件。有了信任，双方关系就有光明前景，进展就顺利。把这种状态坚持下去，对主方就吉利。并且，主方还可以往前发展，“利涉大川”。“有孚”是条件，“有孚”须要等待，不能盲动，不能粗暴。"
		],
		"trigrams": [
			{
				"anno": "",
				"trans": "在郊野等待，应当有恒心等待，无所怪罪。",
				"analysis": [
					"第一爻是主卦下爻，代表主方的行动，阳，主方积极主动地谋取和扩大自己的利益，比如说，创新、创业、投资、进攻、求职、示爱，等等。而客方消极被动，主方不能急躁。“需于郊”在出发的起点等待，从行动一开始就等待，要有等待客方的恒心。如果主方有恒心等待，主方就无所怪罪。",
					"第一爻位置是阳位，这条爻是阳爻，阳爻在阳位，当位，并且和四阴有应。当位，表明主方的积极主动有可能有益于维护和扩充自己的利益，是潜在的对主方有利因素；有应，表明客方消极被动，是主方积极主动开拓发展的良机，这潜在因素成了真正的对主方有利因素。在此有利形势下，主方采取积极主动的行动是应当的，“无咎”。主方应当继续积极主动。"
				]
			},
			{
				"anno": "",
				"trans": "在沙滩上等待，少许有些不同意见，终了吉利。",
				"analysis": [
					"第二爻是主卦中爻，代表主方素质，阳，表示主方素质良好，比如说，主方有资金、有地位、有权力、有实力、有技术，等等。积极主动的主方在比较远的沙滩上等待消极被动的客方，由于客方素质也良好，为了维护各自利益，主方与客方有些分歧，客方有些不同意见，“小有言”。“终”，是等待的终了，等待到客方与主方协同合作，于是，对于主方吉利。“吉”，是“终”的“吉”，爻辞仍然强调，主方要耐心等待。",
					"第二爻位置是阴位，这条爻是阳爻，阳爻在阴位，不当位，并且与五阳不有应。不当位，表明主方素质良好，有可能不利于再从客方获取利益，是潜在的对主方不利因素；不有应，表明客方素质也良好，与主方的良好素质矛盾，爻辞说“小有言”。如果主方采取低姿态，不以自己的良好素质为满足，继续积极主动，就可能从客方的良好素质得益，“终吉”。"
				]
			},
			{
				"anno": "",
				"trans": "在泥沼中等待，以致于强盗来了。",
				"analysis": [
					"第三爻是主卦上爻，代表主方态度，阳，表示主方态度强硬。另一方面，客方态度随和。主方的傲慢，粗暴的态度，可能纠缠在与客方的某些问题上，而无法摆脱，“需于泥”；其结果是主方的利益受到损失，“致寇至”。爻辞强调了主方态度不宜过分强硬。“寇”指第三方，主客双方纠缠之时，第三方趁机得利。",
					"第三爻位置是阳位，这条爻是阳爻，阳爻在阳位，当位，并且和六阴有应。第三爻既当位而又有应，是对主方有利因素，主方应当保持对客方强硬的态度，然而，第三爻是对第二爻的补充，第二爻是阳，第三爻也是阳，这表示主方素质很好，实力非常强大，面对态度随和的客方，可能表现出自满和傲慢，从而对客方粗暴，引起麻烦，如爻辞所说，“致寇至”。"
				]
			},
			{
				"anno": "",
				"trans": "在流血的情况下等待，从洞穴中出来。",
				"analysis": [
					"第四爻是客卦下爻，代表客方的行动，阴，表示客方消极被动，主方耐心地长久地等待客方，直至等得流血了，等客方从深藏的洞穴中出来。“需于血”的是主方，主方积极主动地等待。“出自穴”的是客方，客方被动地藏在洞穴中。",
					"第四爻位置是阴位，这条爻是阴爻，阴爻在阴位，当位，并且和一阳有应。当位，表明客方消极被动有可能对主方发展有利，是潜在的对主方有利因素；有应，表明主方积极主动，正好可以利用客方的消极被动，那潜在因素成了真正的对主方有利因素。尽管形势对主方有利，客方仍然有一定实力，主方须要非常耐心地等待，“需于血”，客方良好素质才能够逐渐地被主方获得，“出自穴”。"
				]
			},
			{
				"anno": "",
				"trans": "喝酒吃饭等待，坚持下去吉利。",
				"analysis": [
					"第五爻是客卦中爻，代表客方素质，阳，客方素质良好。主方素质也良好，主方等待客方合作，并不着急，“需于酒食”。坚持下去，等得客方的协同，可以取益于客方良好素质，“贞吉”。",
					"第五爻位置是阳位，这条爻是阳爻，阳爻在阳位，当位，然而与二阳不有应。当位，表明客方的良好素质有可能被主方吸收，是潜在的对主方有利因素；不有应，表明主方素质也良好，主方已经饱了，不能把客方良好素质都吸收了，那潜在因素并没有成为真正的对主方有利因素。不过，主方可以像饮酒吃饭一样地逐渐吸收客方良好素质，坚持下去，有可能从客方良好素质受益，“贞吉”。"
				]
			},
			{
				"anno": "",
				"trans": "进入洞穴，有三位没有意料到的客人来了，尊敬他们，终了吉利。",
				"analysis": [
					"第六爻是客卦上爻，代表客方态度，阴，客方态度随和。而主方态度强硬，主方以积极主动的行动和强硬的态度，在等待了很久以后，进入了客方躲藏的洞穴，在洞穴中遇到了三位没有意料到的客人。在穴中的是消极被动的客方。三人，表示客方不孤单，有力量。主方应当尊敬客方，从而取得客方信任，得益于客方协同合作，“终吉”。“终吉”是以“敬之为条件的，主方不可太傲慢，不可太粗暴。",
					"第六爻位置是阴位，这条爻是阴爻，阴爻在阴位，当位，并且和三阳有应。第六爻既当位又有应，是对主方有利因素。不过，尽管存在此有利因素，仔细观察主方状态，主方仍然须要谨慎。与第六爻对应的第三爻，不仅表示主方态度强硬，而且，表示主方实力非常强大，已经达到发展的顶峰，很可能会态度强硬过度，主方必须谨慎。如果主方态度不强硬过度，尊敬客方，最终结果对主方吉利，“终吉”。"
				]
			}
		]
	},
	{
		"index": 6,
		"name": "讼",
		"anno": "",
		"trans": "有诚信，恐惧，中期吉利，终了凶险。利于表现为大人物，不利涉越大河大川。",
		"analysis": [
			"这个卦是异卦（下坎上乾）相叠。同需卦相反，互为“综卦”。乾为刚健，坎为险陷。刚与险，健与险，彼此反对，定生争讼。争讼非善事，务必慎重戒惧。",
			"主方消极被动，顺从客方，诚恳地对待客方，这是“有孚”。主方惧怕客方的巨大威力，“窒惕”。由于主方顺从客方，在中期，与强大的客方协作，对于主方吉利。然而，客方总是寻求自己的利益，主方在终了时有凶险。主方不应当过分谦虚，应当依靠自己的良好素质，表现得像个大人物，不过，毕竟客方比主方强大得多，主方不宜冒险，“不利涉大川”。“窒”，通“恎”。“恎”（dié），凶狠。“窒惕”（zhìtì），恐惧。"
		],
		"trigrams": [
			{
				"anno": "",
				"trans": "不要纠缠于诉讼之事，有些流言蜚语，终了吉利。",
				"analysis": [
					"第一爻是主卦下爻，代表主方行动，阴表示主方消极被动，比如说，防守、退却、不想冒险、不想探索或开辟新的发展领域、只求保持现状，等等。在与客方有冲突的时候，不要纠缠于诉讼之事，即使有流言蜚语，最终对主方有利。",
					"第一爻位置是阳位，这条爻是阴爻，阴爻在阳位，不当位，不过与四阳有应。不当位表明主方没有积极主动地保护自己的利益，这是对主方不利的潜在因素；有应表示主方的消极被动正好适应了客方的积极主动，这不利的潜在因素成了真正的对主方不利因素。在这明显不利形势下，主方应当有所变化。如果直接变为主动，此爻将由阴爻变成阳爻，不当位变成当位，这只是创造了潜在的有利因素，由于和第四爻不有应，这种有利的潜在因素并不是真正的有利因素。主方应当冷静观察事态发展，不要理会流言蜚语，在客方表现出被动状态时，再采取主动，那么，此爻将是既当位又有应，将出现对主方真正有利的因素，于是，“终吉”。"
				]
			},
			{
				"anno": "",
				"trans": "诉讼中不赢，归来而隐藏，给以其城镇里三百户人口的税收。没有灾难。",
				"analysis": [
					"第二爻是主卦中爻，代表主方素质，阳，表示主方素质良好，比如说，主方有资金、有地位、有权力、有实力、有技术，等等。然而客方的素质也良好，客方远比主方更强有力，主方不能赢客方，只得躲避客方攻击，“不克讼，归而逋”。为了保护自己，主方不得不与客方妥协，就如同古时候周文王与纣王妥协。那时，周文王被纣王关押七年，为了保存周文王自己的力量，献了大量礼物给纣王，周文王被释放，而后，周文王回到周国，给于纣王三百户人家的税收。主方与客方作适当妥协，主方就没有灾难。“逋”（bū），逃亡，逋逃。“眚”（shěng），灾难，疾苦：灾眚。",
					"第二爻位置是阴位，这条爻是阳爻，阳爻在阴位，不当位，并且与五阳不有应。不当位，表示主方的良好素质可能受到客方损害，是对主方不利的潜在因素；不有应，这种对主方不利的潜在因素，并没有成为真正的对主方不利的因素，主方可以用自己的良好素质，维持自己的利益，在对自己不利情况下，作出适当牺牲，以保护自己，“不克讼，归而逋，其邑人三百户”，使自己免受伤害，“无眚”。"
				]
			},
			{
				"anno": "",
				"trans": "依靠过去的成就过日子，坚持下去很难，终了吉利；如果从事于政府事务，不成功。",
				"analysis": [
					"第三爻是主卦上爻，代表主方态度，阴，表示主方态度随和。而同时，客方态度强硬，当主方受控于客方的时候，尽管主方对客方谦让，客方仍然要求主方多作贡献，主方“食旧德，贞厉”。如果主方结束依靠过去的成就过日子，主方的情况会好转，“终吉”。当前，如果主方为客方服务，不会有成功。“王”指客方，客方以7卦乾卦代表。",
					"第三爻位置是阳位，这条爻是阴爻，阴爻在阳位，不当位，不过，与六阳有应。不当位，表示主方对客方随和的态度是对主方不利的潜在因素；有应，表明这种潜在因素已经成了真正对主方不利的因素，主方受客方压抑。在这种情况下，如果主方改变态度，强硬起来，这样，这第三爻就变成阳爻，是对主方潜在的有利因素，然而，第六爻仍然是阳爻，第三爻与第六爻不有应，这潜在的有利因素不能成为真正的对主方的有利因素，因此，依仗自己的素质良好吃老本，很难，“食旧德，贞厉”。主方应当冷静地观察客方的变化，经过一段时间，客方一旦表现软弱，就立即采取强硬态度，那么，第三爻将是既当位又有应，成为真正对主方有利的因素，“终吉”。第三爻不当位而有应是此卦的一般情况，主方不能指望依靠客方，“或从王事，无成”。"
				]
			},
			{
				"anno": "",
				"trans": "诉讼不赢，返回遵从王命；作出改变，坚持安定的生活吉利。",
				"analysis": [
					"第四爻是客卦下爻，代表客方行动，阳，表示客方积极主动地谋取和扩大自己的利益，比如说，创新、创业、投资、进攻、求职、示爱，等等。积极主动的客方加紧对主方控制，主方忍受不了而诉讼，诉讼不能赢。主方只得回复原状，遵从客方的命令。如果主方改变自己的作法，不再诉讼，而是坚持安定的生活，情况对于主方来说是吉利的。“即命”（jímìng），顺从正理；遵从王命。“渝”（yú），改变，违背（多指感情或态度）：忠贞不渝。",
					"第四爻位置是阴位，这条爻是阳爻，阳爻在阴位，不当位，不过与一阴有应。不当位，表明客方的积极主动是对主方的潜在不利因素；不当位而有应，表明这种潜在因素成了真正的对主方不利的因素，因此诉讼中主方不赢，只得“复即命”。主方已经受客方控制，改变现状很难，最好还是维持现状，柔中有刚，阴中有阳，冷静地观察客方变化，一旦客方有被动迹象，立即采取行动，改变此爻为既当位又有应，情况将对于主方吉利，“安贞吉”。"
				]
			},
			{
				"anno": "",
				"trans": "诉讼，很吉利。",
				"analysis": [
					"第五爻是客卦中爻，代表客方素质，阳，表示客方素质良好，比如说，很富有、很健康、很有权力等等。同时，主方素质也是良好，主方与客方有矛盾。如果主方与客方斗争，主方将失败。主方不能直接与客方斗争，主方可以提出对客方的诉讼，用法律保护自己，这对于主方很有利。与以上各爻的“讼”相比，这里的“讼”有避免与客方的直接斗争，而用法律手段保护自己的意思。",
					"第五爻位置是阳位，这条爻是阳爻，阳爻在阳位，当位，然而与二阳不有应。当位，表明客方良好素质是对主方有利的潜在因素；当位而不有应，表明这种对主方有利的潜在因素只是潜在因素而已，并没有成为真正的对主方的有利因素。如果主方不显示自己的良好素质，而表现为受害者，诉讼客方，这样，第二爻表现为阴爻，第五爻既当位又有应，对于主方吉利，所以，爻辞说，“讼，元吉”。"
				]
			},
			{
				"anno": "",
				"trans": "有时赐给佩玉的皮带，一天之内三次夺回去。",
				"analysis": [
					"第六爻是客卦上爻，代表客方态度，阳，表示客方态度强硬。而主方态度随和。由于主方对客方谦让，客方高兴而赐给主方佩玉的皮带，不过，客方很傲慢、很霸道，一天三次把赐给主方的佩玉的皮带又要了回去。“锡”（xī），给予；赐给。“鞶”（pán），古人佩玉的皮带。“褫”（chǐ），剥夺：褫夺（依法剥夺）。",
					"第六爻位置是阴位，这条爻是阳爻，阳爻在阴位，不当位，不过与三阴有应。不当位，表明客方的强硬态度是对主方不利的潜在因素；不当位而有应，表明这个潜在因素已经成了真正的对主方不利的因素。主方受客方压抑，不得不顺从客方，由于顺从，客方奖励主方，“或锡之鞶带”。第六爻是对第五爻的补充，这两条爻都是阳爻，表示客方的素质非常好，实力非常强大，以致态度过分强硬，表现得傲慢而粗暴，如爻辞所说，“终朝三褫之”。"
				]
			}
		]
	},
	{
		"index": 7,
		"name": "师",
		"anno": "",
		"trans": "坚持下去，老人是吉利的，无所怪罪。",
		"analysis": [
			"这个卦是异卦（下坎上坤）相叠。“师”指军队。坎为水、为险；坤为地、为顺，喻寓兵于农。兵凶战危，用兵乃圣人不得已而为之，但它可以顺利无阻碍地解决矛盾，因为顺乎形势，师出有名，故能化凶为吉。",
			"这是师卦的卦辞。卦辞概略地对当前的情况作总体说明，给绝对抽象的别卦描画一个轮廓。“贞”（zhen），坚定，有节操；忠贞，坚贞不屈。“丈人”，平常指岳父，这里指岁数大的人，有经验的成熟的人。“咎”（jiu），罪怪，处分：既往不咎。“凶”（xiong），不吉利的，不幸的，有危险的：凶兆。卦辞的意思是：当前主方素质明显优于客方，这种良好的形势应当坚持下去，如果有具备成熟经验的老人作指导，是吉利的，无所怪罪。卦辞中的吉利是有条件的，隐含一个警告：如果指导者不成熟，缺乏经验，就不一定吉利。"
		],
		"trigrams": [
			{
				"anno": "",
				"trans": "出师一开始就强调纪律，否则就隐藏凶险。",
				"analysis": [
					"这是师卦第一爻的爻辞。这是一条阴爻，表示主方的行动是阴。主方消极被动可能出现纪律松弛，主方必须振作起来，对自己有严格要求，否则隐伏导致失败的危险。",
					"第一爻的位置是阳位 [2]  ，这条爻是阴爻，阴爻在阳位，不当位。并且，这条爻与四阴不有应。不当位表明主方消极被动，有可能不利于保护主方的利益，是潜在的对主方不利的因素；不有应表明客方也是消极被动，客方不想损害主方的利益，这潜在因素没有成为真正的对主方不利的因素。但是，这潜在因素是存在的，主方应当采取恰当主动措施以防止不利情况发生，所以爻辞说“否臧凶”。"
				]
			},
			{
				"anno": "",
				"trans": "部队在驻扎中吉利，无所怪罪；国王三次下达命令",
				"analysis": [
					"这是师卦第二爻的爻辞，这条爻是阳爻，表示主方的素质良好，比如说，主方有资金、有地位、有权力、有实力、有技术，等等。这种良好素质是主方的现状，是主方固有的，所以爻辞说，“在师中，吉，无咎”。由于主方消极被动，不能让这种良好素质发挥作用，于是国王再三赋予主方（部队）战胜客方的使命。",
					"第二爻的位置是阴位，这条爻是阳爻，阳爻在阴位，不当位，又与五阴有应。不当位表明主方的良好素质有可能在相互交往中遭受损失，是潜在的对主方不利的因素；有应表明客方素质不佳，正好需要从主方获得补益，这潜在因素成了真正的对主方不利的因素。换个角度看，主方给于客方一定的利益，可以取得客方信任，得到客方支持，这对主方很有利，真正有利的情况是现实，不用打仗就是如此，所以爻辞说“在师中，吉，无咎”。"
				]
			},
			{
				"anno": "",
				"trans": "战争中有时用大车载运尸体，凶险。",
				"analysis": [
					"这是师卦第三爻的爻辞，阴爻，表示主方的态度随和。由于态度随和，当遇到客方态度强硬的时候，主方可能受到客方压抑，从而使主方的利益受到损失，在战斗中可能造成本来可以避免的人员伤亡，有时侯，要用大车载运尸体，“师或舆尸”。这种不利情况对主方是凶险的，爻辞中有个判断词“凶”。",
					"第三爻的位置是阳位，这条爻是阴爻，阴爻在阳位，不当位，与六阴不有应 [2]  。不当位表明主方态度随和，有可能受到客方压抑，是潜在的对主方不利的因素；不有应表明客方的态度也随和，并没有压抑主方，这潜在因素没有成为真正的对主方不利的因素，所以爻辞说“或”和“凶”。"
				]
			},
			{
				"anno": "",
				"trans": "战争中部队后撤，无所怪罪。",
				"analysis": [
					"这是师卦第四爻的爻辞。第四爻是客卦的下爻，代表客方的行动，阴爻表示客方行动被动。“师左次”是部队后撤的意思，虽然客方的被动提供了主方挺进的机会，但是，鉴于主方的实际情况，不仅不向前推进，反而后撤，这无所怪罪，“无咎”。",
					"第四爻的位置是阴位，这条爻是阴爻，阴爻在阴位，当位，然而与一阴不有应。当位表明客方的消极被动是主方发展的好机会，是潜在的对主方有利的因素；不有应表明主方也是消极被动，不能利用这样的好机会，这潜在因素没有成为真正的对主方有利的因素，所以爻辞没有说“吉”，而是仅仅说“无咎”。"
				]
			},
			{
				"anno": "",
				"trans": "田野有野禽，利于坦率地发表意见，无所怪罪。长子指挥部队，弟子运输尸体，坚持下去有凶险。",
				"analysis": [
					"这是师卦第五爻的爻辞。第五爻表示客方的素质，阴爻，表示客方素质不佳，比如说，资金缺乏、地位底下、实力薄弱、教育程度低，等等。客方的力量微弱，提供了主方取胜的机会，如同在田野里有野禽，是捕猎的好机会。这时应当严肃纪律，协调行动，以避免不必要的损失。“执”（zhi）指坚持意见，如，固执己见，执迷不悟，固执，争执等等。“田有禽，利执言，无咎”，面对当前的大好形势，应当坦率地发表意见，如此，则无所怪罪。“贞”（zhen）是“坚持”的意思。“长子帅师，弟子舆尸”形象地说明互不通气、各行其是的不协调状态，如果坚持这种不协调的状态，前景是危险的，“贞凶”。",
					"第五爻的位置是阳位，这条爻是阴爻，阴爻在阳位，不当位，不过与二阳有应。不当位表明客方的素质不佳，有可能谋求从主方得到补益，是潜在的对主方不利的因素；有应表明主方素质良好，正好可以满足客方的需要，这潜在因素成了真正的对主方不利的因素。由于主客双方的素质对比情况是现实存在的，不能怪罪主方，所以爻辞说“无咎”。主方消极被动，态度随和，不能保护自己的利益，如果继续下去，主方可能遭受较大损失，所以爻辞说“贞凶”。"
				]
			},
			{
				"anno": "",
				"trans": "国家领袖颁布诏命，建立邦国,继承封邑，不要重用无德无才之人。",
				"analysis": [
					"这是师卦第六爻的爻辞。第六爻是客卦的上爻，代表客方的态度，态度阴，表示客方态度随和。“大君有命”指国家领袖发布命令。“开国承家”指重要的事务。“小人”指能力低下的人。爻辞的意思是领袖发布命令，在开国承家这样的重要事务中，不要任用不称职的人。“大君有命”强调指示的重要性，在实际生活中，不一定非得由领袖发布命令。“开国承家”指重要事务，不一定限于“开国”，也不一定限于“承家”，更不限于“军事”。在重要事务中，不要任用不称职的人，这是一条普遍性原则。如果不称职的人已经承担了重要事务，怎么办？应当在实践中努力学习、锻炼、提高自己的水平，尽快成为称职的人，否则会造成损失。",
					"第六爻的位置是阴位，这条爻是阴爻，阴爻在阴位，当位，然而与三阴*不有应。当位表明客方的态度随和，有可能接受主方的制约，按主方的意图办事，是潜在的对主方有利的因素；不有应表明主方的态度也随和，主方不能利用这样的好机会制约客方，这潜在因素没有成为真正的对主方有利的因素。因此，爻辞中没有判断词，既没有说对主方有利，也没有说对主方不利。"
				]
			}
		]
	},
	{
		"index": 8,
		"name": "比",
		"anno": "",
		"trans": "比卦是一个吉祥的卦。原来的筮辞是从开始便永远坚守正道，不会有灾难。表示从不安宁的状态刚刚走出来，迟迟不来新比的人凶。",
		"analysis": [
			"这个卦是异卦（下坤上坎）相叠，坤为地；坎为水。水附大地，地纳河海，相互依赖，亲密无间。此卦与师卦完全相反，互为综卦。它阐述的是相亲相辅，宽宏无私，精诚团结的道理。",
			"此卦的卦名为比。比卦展示“比”的形势下各种变化的可能性。甲骨中的“比”字像两人步调一致，比肩而行的样子。所以本义为为并列，并排之意。前一卦为师，是打仗的意思，打仗胜利后，该开始治理国家了，治理国家需要贤臣的辅佐，所以这一卦也有辅佐意思。"
		],
		"trigrams": [
			{
				"anno": "",
				"trans": "有诚信结交朋友不会有灾难。有诚信就好比美酒满缸，诚信会吸引更多的众来与你交往，吉祥。",
				"analysis": [
					"初六处于比卦的最下层，严格来讲他还不能辅佐谁，他只能广泛结交一些朋友，由于他的这些朋友与他一样，都能一心辅佐九五，所以他会得到外的吉祥。",
					"这条爻辞告诫君主诚心诚意与民亲比，亲比的方法是一个一个地亲近团结，由近及远，由少到多。"
				]
			},
			{
				"anno": "",
				"trans": "亲善内部人员，坚守正道吉祥。",
				"analysis": [
					"六二处于下卦的中部得中又得位，又与九五相应，所以会吉祥。作为大夫级别的他能够搞好统治阶级内部的团结，并且坚守正道，一心辅佐九五的君王，所以不会有任何损失。",
					"“比之自内，贞吉”道出了亲比的程序和效果。"
				]
			},
			{
				"anno": "",
				"trans": "与盗匪结交。",
				"analysis": [
					"六三则与六二不一样了，他无法与九五相应，因为有六四阻隔，又无法与上六相应，因为同性相斥，而他面前的是一个坎卦，坎卦为险为盗匪，所以六三有“比之匪人”的爻辞，而其结果便可想而知了——不亦伤乎！",
					"六三为阴爻居阳位。阴爻居阳位为失位。六三与尚六无应，所以说“比之非人”。"
				]
			},
			{
				"anno": "",
				"trans": "结交外面的朋友，守正道则吉祥。",
				"analysis": [
					"六四位于君王之侧，得君王的信任，又以阴爻居于偶位，他能够与下面的贤臣交往，并共同辅佐九五的君王，所以吉祥。",
					"六四爻辞与六二爻辞分别从内外两个方面阐明了内外亲比的重要性。"
				]
			},
			{
				"anno": "",
				"trans": "光明正大的交往，君王用三驱之礼狩猎，结果失去前面的禽兽。老百姓不惧怕君王，吉祥。",
				"analysis": [
					"君王亲比普天下的民众，以仁义之心治理天下。他打猎时用三驱之礼，三驱之礼是说打猎时得到了一等猎物送到宗庙进行祭祀，二等的猎物招待宾客，三等的猎物君王自已享用。君王这样善待群臣，连老百姓见到他也不感到害怕，这么贤明的君王，怎么会不吉祥呢？",
					"这条爻辞告诫人们要宽洪大量，用仁爱恩惠团结教育人们。"
				]
			},
			{
				"anno": "",
				"trans": "结交不到首领，凶。",
				"analysis": [
					"上六处于比卦的最上面的位置，可是下面的众阴爻都比亲于九五，所以上六得不到众阴爻的比亲。而他本为最上位，又不能下来比亲九五，所以他的处境很凶险。",
					"比卦卦爻辞告诫人们要团结、亲善，团结要有方法，要有头脑，否则同样会遭遇凶险。"
				]
			}
		]
	},
	{
		"index": 9,
		"name": "小畜",
		"anno": "",
		"trans": "顺利，来自我方西郊的密云，集结而不下雨。",
		"analysis": [
			"这个卦是异卦（下乾上巽）相叠，乾为天；巽为风。喻风调雨顺，谷物滋长，故卦名小畜（蓄）。力量有限，须待发展到一定程度，才可大有作为。",
			"客方消极被动，为主方的积极主动提供了机会，在不触犯客方利益情况下，主方可以顺利地发展，“亨”。然而，客方素质良好，并且态度强硬，主方必须有所节制，积蓄力量，不要贸然侵犯客方利益，“密云不雨，自我西郊”。卦爻辞是周文王和周公编写的，当时，周在西部，卦辞说“自我西郊”。"
		],
		"trigrams": [
			{
				"anno": "",
				"trans": "回归自身的道行，有何可以怪罪？吉利。",
				"analysis": [
					"第一爻是阳爻，表示主方行动是阳，积极主动地谋取和扩大自己的利益，比如说，创新、创业、投资、进攻、求职、示爱，等等。主方让自己的行动回复到自己的道路上，不触犯客方利益，这样就没有怪罪了，就对于主方吉利。“吉”是以回复到自己的道路为条件的，如果不是回复到自己的道路上，就不一定吉利。",
					"第一爻位置是阳位，这条爻是阳爻，阳爻在阳位，当位，并且和四阴有应。当位，表明主方积极主动谋取和扩大自己的利益，有可能成功，这是潜在的对主方有利因素；有应，表明主方积极主动正好与客方消极被动呈阴阳和谐状态，那潜在因素成了真正的对主方有利因素。然而，从全局看，由于主客双方力量都很强大，主方在积极行动的时候不能不谨慎，在获取利益以前，要反复试探，“复自道，何其咎？”这样可以避免损失，确保获益成功，“吉”。"
				]
			},
			{
				"anno": "",
				"trans": "牵引着回复，吉利。",
				"analysis": [
					"第二爻是主卦中爻，代表主方素质，阳，表示主方素质良好，比如说，主方有资金、有地位、有权力、有实力、有技术，等等。主方积极主动，而客方消极被动，主方牵引着客方回复到对双方都有利的道路上，这样，主方可以得到客方合作，对主方吉利。“吉”的前提条件是“牵复”，不“牵”，或者不“复”，不与客方合作，都不是吉利。",
					"第二爻位置是阴位，这条爻是阳爻，阳爻在阴位，不当位，并且和五阳不有应。不当位，表明主方良好素质可能受到损失，是潜在的对主方不利的因素；不有应，表明客方素质也是良好，客方没有必要使主方受损失，那潜在因素并没有成为真正的对主方不利因素。由于双方素质都良好，主方应当争取做到互利共赢。由于客方消极被动，可能客方对互利共赢没有兴趣，主方应当以积极主动牵动客方共同反复探索“牵复”，这样对主方就吉利，“吉”。"
				]
			},
			{
				"anno": "",
				"trans": "车辆的车辐脱开了，夫妻不和睦。",
				"analysis": [
					"第三爻是主卦上爻，代表主方态度，阳，表示主方态度强硬。另一方面。客方态度也强硬。主方与客方发生冲突，如同车辆的车辐脱开了，如同夫妻不和睦了。这就不是“小畜”应当有的结果。“说”(tuō)，解脱，说履《荀子·乐论》。“辐”(fú)，连结车辋和车毂的直条：车辐。“反目”，不和睦（多指夫妻）：反目成仇。",
					"第三爻位置是阳位，这条爻是阳爻，阳爻在阳位，当位，然而与六阳不有应。当位，表明主方的强硬态度有可能迫使客方接受主方意图，是潜在的对主方有利因素；不有应，表明客方态度与主方冲突，那潜在因素并没有成为真正的对主方有利因素。而且，第三爻是对第二爻的补充，第二爻是阳，第三爻也是阳，这表示主方素质很好，实力非常强，有可能自满、傲慢和粗暴，客方也是如此，这样很可能双方合作关系破裂，“舆说辐，夫妻反目”。"
				]
			},
			{
				"anno": "",
				"trans": "有了信任，没有流血，没有恐惧，无所怪罪。",
				"analysis": [
					"第四爻是客卦下爻，代表客方行动，阴，表示客方消极被动，比如说，防守、退却、不想冒险、不想探索或开辟新的发展领域、只求保持现状，等等。主方在积极主动的时候，需要“小畜”，有所节制，不损伤客方利益。取得了客方信任，没有冲突，没有恐惧，主方不应当受到怪罪。“血”，指双方冲突造成损失，",
					"第四爻位置是阴位，这条爻是阴爻，阴爻在阴位，当位，又与一阳有应。当位，表明客方消极被动，不至于使主方利益受损失，是潜在的对主方有利因素；有应，表明客方消极被动正好使主方积极主动不受阻扰，那潜在因素成了真正的对主方有利因素。尽管有此有利因素，由于主客双方在素质方面和态度方面都有矛盾，冲突可能使双方都受损失，因此，主方应当诚恳对待客方，取得客方信任，“有孚”。有了信任，就能够避免损失，避免对冲突恐惧，主方可以无所怪罪，“有孚，血去惕出，无咎”。"
				]
			},
			{
				"anno": "",
				"trans": "有了信任，相互牵系，依靠邻居富裕。",
				"analysis": [
					"第五爻是客卦中爻，代表客方素质，阳，表示客方素质良好。由于主方“小畜”，节制自己的行为，不损伤客方利益，得到客方信任，客方与主方牵系在一起。依靠客方协助，主方得到富裕。“挛”(luán)，互相牵系。",
					"第五爻位置是阳位，这条爻是阳爻，阳爻在阳位，当位，然而与二阳不有应。当位，表明客方良好素质有可能使主方获益，是潜在的对主方有利因素；不有应，表明主方素质与客方的素质有矛盾，存在双方之间的利益冲突。主方应当避免冲突，诚恳地对待客方，取得客方信任，有了信任，就那个相处如弟兄，“有孚挛如”，主方可以以客方良好素质帮助自己富裕，“富以其邻”。"
				]
			},
			{
				"anno": "",
				"trans": "一会儿下雨，一会儿停，保持高尚的道德，妇女般地坚持克服困难。月亮几乎满园了，男子出征有凶险。",
				"analysis": [
					"第六爻是客卦上爻，代表客方态度，阳，表示客方态度强硬。同时，主方态度也强硬，主方与客方有些时候有冲突；由于客方消极被动，方便主方的积极主动，有些时候合作，“既雨既处”。双方关系应当建立在高尚的道德基础上，“尚德载”。像妇女一般地耐心，柔和地坚持下去，有困难。而像粗暴男子一般地出征，想获取最大利益，如同“月几望”，由于侵犯客方的利益，有凶险。",
					"第六爻位置是阴位，这条爻是阳爻，阳爻在阴位，不当位，并且和三阳不有应。不当位，表明客方强硬态度可能是主方遇到困难，是潜在的对主方不利因素；不当位，由于主方态度也强硬，主方保护自己的利益，那潜在的不利因素没有成为真正的对主方不利因素。在行动方面，主方积极主动，客方消极被动，呈和谐状态，所以，双方关系中有时有冲突，有时又和谐，“既雨既处”。为了避免冲突，主方应当对客方诚恳，“尚德载”。像妇女那样耐心地坚持下去，“妇贞厉”，尽管不容易，也还是应当如此。如果像男子那样急于求成，尽管有行动和谐的有利因素，似乎可以圆满成功，“月几望”，而实际上有很大风险，“君子征凶”。"
				]
			}
		]
	},
	{
		"index": 10,
		"name": "履",
		"anno": "",
		"trans": "踩老虎尾巴，老虎不咬人，顺利。",
		"analysis": [
			"这个卦是异卦（下兑上乾）相叠，乾为天；兑为泽，以天喻君，以泽喻民，原文：“履（踩）虎尾、不咥（咬）人。”因此，结果吉利。君上民下，各得其位。兑柔遇乾刚，所履危。履意为实践，卦义是脚踏实地的向前进取的意思。",
			"“咥”(dié)咬。这条卦辞从双方关系的总体上说明形势。主方和客方都在积极主动地行动，可能有冲突。客方具有强大的力量，主方对付不了客方，可能很危险。客方像是老虎，主方像是踩在老虎的尾巴上，必须非常小心，以免被老虎咬伤。而实际上，客方素质良好，不需要从主方获取利益，只要主方谨慎处事就可以做到这只老虎不咬人，这样，主方就可以顺利地发展自己的事务。"
		],
		"trigrams": [
			{
				"anno": "",
				"trans": "自然地走，往前走无所怪罪。",
				"analysis": [
					"“素”(sù)，本来的，质朴、不加修饰的。第一爻是主卦下爻，代表主方行动，阳，表示主方行动是阳，积极主动地谋取和扩大自己的利益。主方按自己的步伐，自然地往前走，无所怪罪。",
					"第一爻的位置是阳位，这条爻是阳爻，阳爻在阳位，当位,然而与四阳不有应。当位表明主方积极主动是正确的，主方应对坚持积极主动地谋求和扩展自己的利益；不有应表明客方与主方有矛盾。主方须要妥善处理与客方的矛盾，避免客方干扰，走自己的路，“素履”。能进则进，不能进则耐心等待时机，前进而不受怪罪，“往无咎”。"
				]
			},
			{
				"anno": "",
				"trans": "走的道路很平坦，像隐士一样坚持下去，吉利。",
				"analysis": [
					"“幽人”(yōurén)，幽隐之人；隐士。第二爻是主卦中爻，代表主方素质，阳，表示主方素质是阳，主方素质良好，比如说，主方有资金、有地位、有权力、有实力、有技术，等等。不要炫耀自己，平平常常地作自己的事，像隐士一样地坚持下去，对于主方有利。不然，如果企图走一条不平常的路，想轰轰烈烈地大干一场，则不一定吉利。",
					"第二爻的位置是阴位，这条爻是阳爻，阳爻在阴位，不当位，并且和五阳不有应。不当位并不是说主方素质不应当良好，而是说，主方不需要直接从客方获益；不有应表明客方的素质也良好，但是，其良好素质对于主方来说没有直接益处，客方有可能依靠其良好素质压抑或打击主方。主方应当依靠自己的良好素质，平平稳稳地发展自己，不要张扬，避免客方攻击。坚持这么做，对主方吉利。"
				]
			},
			{
				"anno": "",
				"trans": "瞎了一只眼仍然能够看东西，瘸子仍然可以走路；踩老虎尾巴，老虎咬人，有凶险；这是将帅对君主的作法。",
				"analysis": [
					"“眇”(miǎo)，瞎了一只眼。“跛”(bǒ)，腿或脚有病，走路时身体不平衡，瘸：跛脚。“武人”，指将帅军人。“大君”，天子。第三爻是主卦上爻，代表主方态度，阴表示主方态度随和。主方像走路人，像将帅；客方力量强大，像老虎，像君主。主方采取了随和态度，一般情况都可以处理，“眇能视，跛能履”；然而，对待客方则必须非常谨慎，踩老虎尾巴，老虎是要咬人的，对于主方来说，情况是危险的。这就像是将帅对待君主，必须非常谨慎，稍有不慎，可能被君主杀了。",
					"第三爻位置是阳位，这条爻是阴爻，阴爻在阳位，不当位,然而与六阳有应。不当位表明主方对客方态度随和，有可能受客方抑制而损伤自己的利益，是对主方不利的潜在因素。而且，第三爻是对第二爻的补充，第二爻是阳爻，第三爻是阴爻，表示主方素质良好但不是很好，与客方相比，实力弱于客方，因此，难以与客方对抗，不得不采取随和态度，“眇能视，跛能履”；有应表明客方态度强硬，可以抑制主方，对主方不利的潜在因素，成了真正的对主方的不利因素。而且，第六爻是对第五爻的补充，表明客方素质非常好，与主方相比，实力在主方之上，如同老虎，在客方感觉受主方威胁的时候，会严重伤害主方，“履虎尾咥人，凶；”。主方积极主动，想谋取和扩大自己的利益，像个“武夫”，客方威力强大，如同“君主”，主方与客方相处，如同“武人为于大君”，主方必须十分小心谨慎。"
				]
			},
			{
				"anno": "",
				"trans": "踩老虎尾巴，很恐惧，最终吉利。",
				"analysis": [
					"“愬愬”，恐惧貌。第四爻是客卦下爻，代表客方行动，阳，客方积极主动地谋取和扩大自己的利益，比如说，创新、创业、投资、进攻、求职、示爱，等等。主方也是积极主动，主方可能与客方有冲突，主方像是踩在老虎尾巴上，很恐惧。主方态度随和，能够妥善处理与客方的冲突，“终吉”。",
					"第四爻位置是阴位，这条爻是阳爻，阳爻在阴位，不当位，并且和一阳不有应。不当位表明客方积极主动是对主方不利的潜在因素，有可能客方损害主方素质，使主方受损失，主方像踩在老虎尾巴上，感到很恐惧，“履虎尾，愬愬”；不有应表明主方也积极主动，主方采取积极主动的行动，维护和扩充自己的利益，不让客方损害自己的利益，主方积极主动是正确的，最终主方有可能使自己免受损失，甚至使自己的利益得到扩张，“终吉”。主方应当不惧怕客方，坚持积极主动。"
				]
			},
			{
				"anno": "",
				"trans": "走自己的路，坚持下去很困难。",
				"analysis": [
					"“夬”(guài)，分决。第五爻是客卦中爻，代表客方素质，阳表示客方素质良好。主方素质也良好，主方不需要客方帮助，也不需要帮助客方，主方应当果断地走自己的路。如果坚持下去，与客方纠缠在一起，由于客方力量强大，态度强硬，主方将很困难。",
					"第五爻的位置是阳位，这条爻是阳爻，阳爻在阳位，当位,然而与二阳不有应。当位表明客方的良好素质是对主方有利的潜在因素，主方有可能从客方的良好素质获益；不有应表明主方不需要从客方的良好素质获益。因为主方素质也良好，主方应当依靠自己的力量，走自己的路，避免受客方控制，“夬履”，不过，主方应当有思想准备，客方实力强于主方，走下去会有困难，“贞厉”。"
				]
			},
			{
				"anno": "",
				"trans": "详细考察其行为，周旋很吉利。",
				"analysis": [
					"“视履”，观察其行为。“旋”(xuán)，表示与各方来往或来往于各方之间：周旋。第六爻是客卦上爻，代表客方态度，阳表示客方的态度强硬。主方详细观察客方行为，由于主方态度随和，与客方周旋很吉利。“旋”指主方与客方周旋，“元吉”是指“其旋”而言，不是直接指整个形势对主方很吉利。不过，间接地也是对主方有利。",
					"第六爻位置是阴位，这条爻是阳爻，阳爻在阴位，不当位，然而与三阴有应。不当位表明客方以强硬态度压抑主方，是对主方不利的潜在因素；有应表明主客双方的态度处于和谐状态，主方对客方的强硬态度随和，以致客方压抑主方，是对主方的真正的不利因素。从总体看，第六爻是对第五爻的补充，第五爻是阳爻，表示客方素质良好，第六爻也是阳爻，表示客方素质不仅良好，而且非常好，客方实力非常强大，其强硬态度是实力强大的表现。另一方面，第二爻是阳爻，表明主方素质良好。第三爻是阴爻，表示，主方的素质虽然良好，但不是非常好，主方实力比客方弱，主方的随和态度是出于不是很强的实力，不得不如此。然而，如果主方清醒地看到这个现实，不是简单地接受客方压抑，而是认真仔细地观察客方行动，“视履考祥”，以柔克刚，灵活地与客方周旋，于是主方就可以避免客方的控制和压抑，维护和扩张自己的利益，这样对主方很有利，“其旋元吉”。"
				]
			}
		]
	},
	{
		"index": 11,
		"name": "泰",
		"anno": "",
		"trans": "付出小，收益大，吉祥，顺利。",
		"analysis": [
			"这个卦是异卦（下乾上坤）相叠，乾为天，为阳；坤为地，为阴，阴阳交感，上下互通，天地相交，万物纷纭。反之则凶。万事万物，皆对立，转化，盛极必衰，衰而转盛，故应时而变者泰（通）。",
			"这是泰卦卦辞，综合说明当前形势。主卦的卦象是天，天有无穷威力；客卦卦象是地，地对天无限顺从。因此，整个形势对主方有利。“小往大来”，交往中主方付出小，收益大。“吉”，形势对主方吉利。“亨”，进展顺利。"
		],
		"trigrams": [
			{
				"anno": "",
				"trans": "拔柔软小草的时候，将草叶会合在一起拔；出征吉利。",
				"analysis": [
					"这是泰卦第一爻爻辞，代表主方的行动，阳，表示主方积极主动地谋取和扩大自己的利益，比如说，创新、创业、投资、进攻、求职、示爱，等等。“茅”（mao），草本植物。“茹”（ru），柔软：柔茹而寡断。“汇”（hui），会合。主方与客方的利益像草一样缠合在一起。",
					"第四爻是阴爻，客方被动，因此，客方依附于主方。如果主方主动，吉利。在主方采取积极主动的时候，须要考虑客方利益，并且协同客方一起行动，“拔茅茹，以其汇”。爻辞没有说不主动就不吉利的意思。因此，“出征”，可以更广义地解释为对客方采取主动行动，不一定非得要采取进攻形式。",
					"第一爻是主卦上爻，其位置是阳位，这条爻是阳爻，阳爻在阳位，当位，并且与四阴有应。当位，表明主方积极主动，可能有利于发展，从而取得更多利益，是潜在的对主方有利因素；有应，表明客方消极被动，是主方发展的好机会，这潜在因素成了真正的对主方有利因素，所以爻辞说“征吉”。"
				]
			},
			{
				"anno": "",
				"trans": "包括荒凉的原野，越过河川，不遗漏遥远地方，广阔无与伦比，公正的行动得到尊崇。",
				"analysis": [
					"这是泰卦第二爻爻辞，这是阳爻，表示主方素质是阳，比如说，主方有资金、有地位、有权力、有实力、有技术，等等。“包荒”中“包”（bao）指包括，无所不包。“荒”（huang），荒野，落荒而逃。“冯”（ping）指涉水。“遐”（xia）是远，遐方。“朋”（peng）是比，伦比，硕大无朋。“尚”（shang）是尊崇，高尚。主方良好素质是对积极主动行动的有力支持，主方应当充分发挥自己力量，用自己的力量强化主客双方关系，“包荒，用冯河”。“中行”，不左不右地走中间。在广泛的范围内，主方处事不偏不向，公正公平，取得客方尊重。",
					"第二爻是主卦中爻，其位置是阴位，这条爻是阳爻，阳爻在阴位，不当位，不过，和五阴有应。不当位，表明主方良好素质有可能在与客方交往中遭受损失；有应，表明客方素质不佳，需要从主方取得补益，这潜在因素成了真正的对主方不利因素。然而，由于主方积极主动，客方消极被动，以及主方态度强硬，客方态度随和，主方有可能依靠良好素质逼使客方按自己的意图行事，这实际上对主方有利。不过主方应当处事公平，取得客方尊重，这样主方的良好素质才能真正发挥作用，所以爻辞强调“得尚于中行”。"
				]
			},
			{
				"anno": "",
				"trans": "没有平坦而不坡斜的地方，没有往前而不反复的路，艰苦坚持就无所怪罪，不用担忧他们的信任，给予食物就有福气。",
				"analysis": [
					"这是泰卦第三爻爻辞，阳爻，表示主方态度强硬。“恤”（xu）是忧虑。在与客方交往中，可能会有许多问题，许多反复，主方态度不宜过分强硬，应当比较灵活而柔和地处理双方关系中的各种问题，要认识到，“无平不陂，无往不复”，如果艰苦地坚持下去，就无所怪罪。不用担心客方是否信任主方，如果主方为客方做些实事，主方就有福气，“于食有福”。",
					"第三爻是主卦上爻，其位置是阳位，这条爻是阳爻，阳爻在阳位，当位，又与六阴有应。当位，表明主方强硬态度可能有助于主方制约客方，是潜在的对主方有利因素；有应，表明客方态度随和，接受主方制约，这潜在因素成了真正的对主方有利因素。不过，第三爻是对第二爻的补充，这两条爻都是阳爻，表明主方素质非常好，实力极强，这样就可能对客方过于强硬，从而引起客方不信任。为了取得客方信任，主方应当态度强硬适当，不能过度，还要以自己良好素质，为客方做实事，所以爻辞强调“艰贞无咎”，“于食有福”。"
				]
			},
			{
				"anno": "",
				"trans": "轻快地行事，不以取得邻居的利益而富裕，以诚恳取得信任，他们不再戒备。",
				"analysis": [
					"这是泰卦第四爻爻辞，阴性。“翩”（pian），很快地飞，翩翩，轻快地飞舞。这条爻表示客方行动被动，客方顺从主方，为主方的积极行动创造了良好条件。结合主客形势，这条爻辞的意思是：主方轻快地进入客方利益领域；主方不损伤客方利益，对待客方诚意，使客方不加戒备。主方不宜依仗自己的实力损害客方利益，“翩翩，不富以其邻”，而应当与客方协同，在协同合作中，以诚信取得客方信任，通过发展与开拓，取得自己的利益。",
					"第四爻是客卦下爻，其位置是阴位，这条爻是阴爻，阴爻在阴位，当位，并且和一阳有应。当位，表明客方消极被动有可能为主方发展提供方便，是潜在的对主方有利因素；有应，表明主方积极主动，正好利用客方提供的机会，这潜在因素成了真正的对主方有利因素。不过，主方应当尊重客方利益，取得客方信任，才有利于主方发展，所以爻辞强调“不戒以孚”。"
				]
			},
			{
				"anno": "",
				"trans": "像帝乙出嫁妹妹，以此得到他们的福佑，非常吉利。",
				"analysis": [
					"这是泰卦第五爻爻辞，阴，表示客方素质不佳，比如说，资金缺乏、地位底下、实力薄弱、教育程度低，等等。“祉”（zhi），福。“帝乙归妹”是历史典故，这里用历史典故说明主方与客方建立亲善关系。“妹”指少女，“归妹”指嫁女。主方素质良好，主方以自己良好素质帮助客方，像帝乙归妹那样，主方与客方建立亲善关系，以此主方受益，非常吉利。",
					"第五爻是客卦中爻，其位置是阳位，这条爻是阴爻，阴爻在阳位，不当位，然而与二阳有应。不当位，表明客方素质不佳，有可能向主方索取利益，是潜在的对主方不利因素；有应，表明主方素质良好，有可能满足客方需要，对主方不利因素。然而，由于主方积极主动，客方消极被动，以及主方制约客方，主方有可能给于客方实惠而同时获得更多利益，这种情况对主方非常有利，所以爻辞说“元吉”。"
				]
			},
			{
				"anno": "",
				"trans": "他们的城墙倒复在城壕中，不需用兵，他们来报告国情，坚持下去就过分。",
				"analysis": [
					"这是泰卦第六爻爻辞，阴，表示客方态度随和。“复”（fu），翻倒。“隍”（huang），没有水的城壕。“邑”（yi），都城，古时指诸侯国国家。这里，“邑”指客方。“告命”，报告情况。《左传》有段说：“宋不告命，故不书。”意思是：宋国没有报告情况，所以不写入春秋。“城复于隍”形象地指客方态度随和，“勿用师”指主方不需要对客方采取强硬措施。“自邑告命”，从这个诸侯国有使者来报告情况了，以此为比喻，说明客方服从主方了。",
					"第六爻是客卦上爻，其位置是阴位，这条爻是阴爻，阴爻在阴位，当位，又与三阳有应。当位，表明客方态度随和，可能有利于主方按自己的意图行事，是潜在的对主方有利因素；有应，表明主方态度强硬，正好可以利用客方的随和态度按自己的意图办事，这潜在因素成了真正的对主方有利因素。然而，第六爻是对第五爻的补充，这两条爻都是阴爻，表示客方素质很差，力量极薄弱，而相比之下，主方实力极强，主方有可能对客方过于粗暴和傲慢，这种情况对主方不利，所以爻辞强调“贞吝。”主方的态度不宜过分强硬。"
				]
			}
		]
	},
	{
		"index": 12,
		"name": "否",
		"anno": "",
		"trans": "被强人否定，您不宜再坚持下去；付出大回收少。",
		"analysis": [
			"这个卦是异卦（下坤上乾）相叠，其结构同泰卦相反，系阳气上升，阴气下降，天地不交，万物不通。它们彼此为“综卦”，表明泰极而否，否极泰来，互为因果。",
			"这是否卦的卦辞。“否”（pǐ），不是。“匪”（fei），抢劫财物、危害他人的人，这里指威力强大的人。“君子”（junzi），尊称，您。“贞”（zhen），坚持下去。“不利君子贞”，是“不利于坚持您本来的状态”。这个别卦中的四个不当位而有应的爻，显示了对主方的不利因素，所以说“否之匪人，不利君子贞”。这个别卦中的一对中爻既当位又有应，这是有利因素。不过在这些有应的关系中都是客方阳，主方阴，主方受制于客方，所以说“大往小来”。“大往小来”，不是“大往无来”，而是少来；不是远远脱离客方的逃避，而是避免自己受损失，巧妙地消耗客方力量，伺机取利。比如说，您在一个公司打工，您必须放弃自己支配时间的自由，听从公司老总安排，“否之匪人，不利君子贞”。您出大力，拿工资，老总拿大钱，您拿小钱，您只能是“大往小来”。"
		],
		"trigrams": [
			{
				"anno": "",
				"trans": "拔柔软的小草的时候，将草叶会合在一起拔；坚持下去吉利，顺利。",
				"analysis": [
					"这是否卦第一爻爻辞。“茅”（mao），草本植物。“茹”（ru），柔软：柔茹而寡断。“汇”（hui），会合。“贞”（zhen），坚持下去。“亨”（heng），顺利。爻辞用拔茅草作比喻，说明主客双方的利益是紧密缠绕在一起的，主方应当以大局为重，避免独立行动。客方在积极行动，迫使主方适应客方。坚持下去对主方有利，所以说，“贞吉，亨”。",
					"第一爻的位置是阳位，这条爻是阴爻，阴爻在阳位，不当位，并且与四阳有应。不当位表示主方的消极被动是潜在的对主方不利的因素，主方没有积极地保护或者谋取自己的利益，有可能在与客方的关系中受到损失；有应表示在行动上存在主方与客方之间的和谐关系，由于客方的行动是阳，主方的行动是阴，这种和谐关系有利于客方，不利于主方，前面说的潜在因素成了真正的对主方不利的因素。在这不利形势下，主方顺从客方，能够从客方得到一些利益，所以爻辞说，“贞吉，亨”。“吉”与“亨”前有个“贞”，贞是条件，必须保持现状，顺从客方，才能“吉”，才能“亨”。"
				]
			},
			{
				"anno": "",
				"trans": "承受下一切，当小人物吉利；不当大人物，事情顺利。",
				"analysis": [
					"这是否卦第二爻爻辞，阴，表示主方素质不佳，比如说，资金缺乏、地位底下、实力薄弱、教育程度低，等等。“包”（bao），总揽。“承”（cheng），接受。“包承”表达了第二爻对主方有利的意思。客方的良好素质让主方受益，主方不应当躲避，而是应当承受下来，所以说“包承”。“小人吉，大人否”说明主方应当怎样对待客方：主方应当隐蔽保护自己，采取低姿态，“小人吉”；如果轻举妄动，那样会有风险，“大人否”。“亨”的意思是顺利。如果主方正确地认识自己和适当地对待客方，主方就能够顺利地从客方良好素质得到益处。",
					"第二爻位置是阴位，这条爻是阴爻，阴爻在阴位，当位。这条又与五阳有应。当位表示主方的素质不佳是潜在的对主方有利的因素。有应表示客方的素质良好正好适合主方的需要，弥补主方素质上的需要，这潜在因素成了真正的对主方有利的因素。由于存在这种有利因素，主方应当把客方的给予全部接受下来，“包承”。应当低姿态，不隐讳自己素质不佳，这有利于吸取客方利益，“小人吉”。反之，强装富有，则不利于从客方良好素质取利，“大人否”。在这有利的形势下，主方的行动可以顺利，“亨”。"
				]
			},
			{
				"anno": "",
				"trans": "忍受全部羞辱。",
				"analysis": [
					"这是否卦第三爻的爻辞，阴，表示主方态度随和。“包”（bao），总揽。“羞”（xiu），感到耻辱。这条爻辞只有两个字，既没有说有利也没有说不利，只是说忍受全部羞辱。这可以理解为对当前情况的描述，也可以理解为对主方的建议。",
					"第三爻位置是阳位，这条爻是阴爻，阴爻在阳位，不当位，并且与六阳有应。不当位表示主方对客方的随和态度是潜在的对主方不利的因素，可能不利于保护主方和谋取利益；有应表示正好客方的强硬态度与主方的随和态度呈阴阳和谐，主方接受客方压制，没有反抗。实际上，第三爻是对第二条的补充，第二条是阴，第三条也是阴，这表示主方素质很差，因此，主方没有力量反抗客方压抑，只得忍受羞辱。"
				]
			},
			{
				"anno": "",
				"trans": "执行命令无所怪罪，分离受益。",
				"analysis": [
					"这是否卦第四爻爻辞，阳，表示客方积极主动地谋取和扩大自己的利益，比如说，创新、创业、投资、进攻、求职、示爱，等等。“命”（ming），命令。“畴”（chou），田地，种类。“离”（li），分开。“祉”（zhi），福。这条爻辞的意思是：主方执行客方命令无所怪罪，从客方分离出主方的利益。“有命”是指客方压力。主方顺应客方压力以保护自己，少受损失，不应当受到怪罪，所以说“有命无咎”。在客方的强大压力下，如果能够顺从客方，从总的利益中主方能够分享一些。",
					"第四爻位置是阴位，这条爻是阳爻，阳爻在阴位，不当位，并且与一阴有应。不当位，这条阳爻在不适当的位置上，表示客方的积极主动是潜在的对主方不利的因素。有应，与相应的第一爻和谐，消极被动的主方受到客方控制，那潜在因素成了真正的对主方不利的因素，主方只好服从客方，执行客方的命令，“有命无咎”。由于主方双方利益是紧密缠绕在一起的，主方顺从客方，能够分享一些利益，所以爻辞说，“畴离祉”。"
				]
			},
			{
				"anno": "",
				"trans": "停止否定，以大人物自居对主方吉利。否定将终止，否定将终止，系在桑树丛中。",
				"analysis": [
					"这是否卦第五爻爻辞，阳，表示客方素质良好。“休”（xiu），停止。“其”（qi），他、她或它。“亡”（wang），死亡，灭亡。对照爻辞上下文，前有“休否”，后有“倾否”，“其亡”中的“其”指“否”，“其亡”的意思是：否定状态将“终止”。桑树丛是密集的小树，象征复杂的双方关系，“系于苞桑”中的“系”指主方保持与客方联系。“苞”（bao），茂密丛生。“桑”（sang），桑树。",
					"第五爻的位置是阳位，这条爻是阳爻，阳爻在阳位，当位，又与二阴有应。当位，表示这条阳爻在适当的位置上，代表客方的素质良好，是潜在的对主方有利的因素，承认客方的素质良好，像个大人物，“休否，大人吉”。有应，表明与第二爻有阴阳相应的和谐关系，那个潜在因素成了真正的对主方有利的因素，主方应当充分利用这个有利因素，改善素质。形势逐渐对主方有利，“否定”状态即将终止，“其亡其亡”。要保持与客方联系，等待形势进一步好转，“系于苞桑”。"
				]
			},
			{
				"anno": "",
				"trans": "否定倾倒过来了，先否定后欢喜。",
				"analysis": [
					"这是否卦第六爻的爻辞，阳，表示客方的态度强硬。“倾否，先否后喜”中的“倾”（qing），歪，斜，倒塌。这条爻辞的意思是：否定状态颠倒过来了，先有否定后有欢喜。客方的强硬态度是素质非常好的表现，客方可能自满而粗暴，开始走向衰落，对于主方是“先否后喜”。",
					"第六爻的位置是阴位，这条爻是阳爻，阳爻在阴位，不当位，并且与三阴有应。不当位表示这条阳爻在不适当的位置上，客方的强硬态度是潜在的对主方不利的因素。有应表示这条爻与第三爻阴阳相应，主方对客方随和，接受客方压抑，那潜在因素成了真正的对主方不利的因素。不过，第六爻是对第五爻的补充，这两条爻都是阳，表示客方素质非常好，实力极强，而主方素质非常差，实力极弱，在此强烈反差下，客方态度很可能过于强硬，傲慢和粗暴，开始走向衰落。所以爻辞说主方“先否后喜”。"
				]
			}
		]
	},
	{
		"index": 13,
		"name": "同人",
		"anno": "",
		"trans": "与他人在野外会同，顺利，有利于涉越大江大河，有利于君子坚持。",
		"analysis": [
			"这个卦是异卦（下离上乾）相叠，乾为天，为君；离为火，为臣民百姓，上天下火，火性上升，同于天，上下和同，同舟共济，人际关系和谐，天下大同。",
			"同人卦的主卦是离卦，离卦的卦象是火；客卦是乾卦，卦象是天，火光冲天，照亮四方，象征对主方有利的形势。离卦特点是光明而依附，依附于可燃物和氧气，其中心暗淡而温度较低，表明主方素质不佳，主方依附于客方的良好素质，以维持燃烧和发射光亮。火焰总是往上的，表明主方积极主动的热烈追求，这追求像是熊熊燃烧的火焰。然而，主方需要客方帮助，需要与客方联合，所以“同人于野”。“同人于野”是“亨，利涉大川，利君子贞”的前提，由于主方素质不佳，如果不与周围的人结合一起，就不一定“亨”，不一定“利涉大川”，不一定“利君子贞”。"
		],
		"trigrams": [
			{
				"anno": "",
				"trans": "与他人在门前会同，无所怪罪。",
				"analysis": [
					"这是第一爻爻辞，阳，主方积极主动地谋取和扩大自己的利益，比如说，创新、创业、投资、进攻、求职、示爱，等等。主方采取主动行动是应当的，但是，由于客方强大，行动不容易，尽力而为，无所怪罪。",
					"第一爻位置是阳位，这条爻是阳爻，阳爻在阳位，当位，不过与四阳不有应。当位表明主方积极主动是正确的，只有积极主动，才能获取和扩大自己的利益，应当坚持下去。主方由于素质不佳，积极主动地与他人联系，争取获得帮助，不应当受到怪罪，“无咎”。不有应表明在行动上，与客方不和谐，有矛盾，主方应当注意妥善处理与客方的矛盾。"
				]
			},
			{
				"anno": "",
				"trans": "在宗派内会同他人，吝啬。",
				"analysis": [
					"这是第二爻爻辞，阴，表示主方素质差。主方的素质差，应当联系更广泛的人，争取得到更广泛的支持和帮助，如果只联系宗派内的人，就很不够了，显得吝啬。",
					"第二爻位置是阴位，这条爻是阴爻，阴爻在阴位，当位，又与五阳有应。当位表明主方素质不佳是现实，是正常的；有应表明素质不佳的主方有可能从客方得到补益，是对主方有利的因素。然而，如何才能利用这个有利因素，则取决于如何妥善处理与客方的矛盾，要能够广泛联系他人，包括联系客方。如果只联系宗派，则不容易得到客方帮助，“同人于宗，吝”。"
				]
			},
			{
				"anno": "",
				"trans": "部队埋伏于丛林中，登上高处，三年不能兴起。",
				"analysis": [
					"这是第三爻爻辞，阳，表示主方态度强硬。主方的强硬态度是对的，不过要耐心等待时机，“三岁不兴”，不可过于急躁。",
					"第三爻位置是阳位，这条爻是阳爻，阳爻在阳位，当位，不过与六阳不有应。当位表明主方的强硬态度是正确的，持坚定而明朗的态度，便于寻取和维护自己的利益，“伏戎于莽，升其高陵”；不有应表明主方的强硬态度与客方的强硬态度有冲突，主方需要有耐心，避免冲突，“三岁不兴”。"
				]
			},
			{
				"anno": "",
				"trans": "登上了城墙，不占领它，吉利。",
				"analysis": [
					"这是第四爻爻辞，阳，表示客方积极主动地谋取和扩大自己的利益，比如说，创新、创业、投资、进攻、求职、示爱，等等。辞义是，主方登上了城墙，不占领它，对主方吉利。客方素质良好，力量强大，当客方积极主动行动的时候，主方登上了城墙，不过，主方很难守住，主方留下城墙让客方去占领，给客方留下胜利机会，以便于保持与客方的联盟，“乘其墉”而“弗克攻”，对主方才吉利。如果不这样，就可能与客方有冲突，就不一定吉利。这里，战斗只是比喻，说主方在发展自己并取得实际利益的时候，应当给积极主动的客方留下发展空间。",
					"第四爻位置是阴位，这条爻是阳爻，阳爻在阳位，不当位，并且和一阳不有应。不当位表明客方的积极主动行为是对主方不利的潜在因素；不有应表明这种对主方不利的潜在因素成了真正的对主方不利的因素，客方与主方有矛盾。主方积极主动，“乘其墉”，由于存在这不利因素，主方“弗克攻”，这样，主方就可能避免与客方冲突，就吉利，“吉”。不然，如果主方既“乘其墉”，又“克攻”，则可能与客方冲突，而客方的实力远强于主方，对主方将不“吉”。"
				]
			},
			{
				"anno": "",
				"trans": "会同他人，先是痛哭，而后嘻笑；与他人会同的大军在克服了敌方的抵抗后会师。",
				"analysis": [
					"这是第五爻爻辞，阳，表示客方素质良好。这里的同人指与客方结合。由于客方素质良好，主方素质不佳，开始时，客方不与主方联合，主方行动很困难，“先号啕”；而后，客方与主方联合了，“而后笑”。“大师”指主客双方联合在一起的力量，“克”的对象是主客双方共同的敌人。这里的“师”是比喻，是指主客双方的联盟，例如商业联盟，外交联盟，朋友之间的结盟，等等，不宜狭义地解读为作战部队。",
					"第五爻位置是阳位，这条爻是阳爻，阳爻在阳位，当位，又与二阴有应。当位表明客方素质良好，这是对主方有利的潜在因素，这良好的素质可能让主方受益；有应表明这对主方有利的潜在因素真正成了对主方有利的因素，主方素质不佳，可能得到客方帮助。这里的有应是一种阴阳和谐状态，这和谐状态是以主方为阴，客方为阳，主方需要客方的帮助，而正好客方可以满足主方的需要。对于客方来说，对于阳的方面来说，这种和谐不一定有利，客方需要用自己的良好素质帮助主方，可能客方有损失。一般情况下，和谐有利于阳的方面，而对于素质来说，和谐则有利于阴的方面。所以，除了考虑和谐以外，还要考虑当位，在既和谐又当位的情况下，有利的潜在因素才能够成为真正的对主方有利的因素。由于客方在行动上和态度上都与主方有矛盾，客方并不乐意帮助主方，主方“先号啕”。如果主方妥善处理好与客方的矛盾，与客方建立好联系，主方就“而后笑”。主方与客方的力量合在一起，就能够战胜共同敌人，“大师克相遇”。"
				]
			},
			{
				"anno": "",
				"trans": "会同他人于郊野，没有悔恨。",
				"analysis": [
					"这是第六爻爻辞，阳，表示客方态度强硬。客方态度强硬，可能有些傲慢或粗暴；主方态度也强硬，不过，为了自己的利益，对客方宽容，与客方联合在一起，没有悔恨。",
					"第六爻位置是阴位，这条爻是阳爻，阳爻在阴位，不当位，并且和三阳不有应。不当位表明客方的强硬态度可能迫使主方让步，使主方利益受伤害，这是对主方不利的潜在因素；不有应表明主方并不是以随和的态度向客方让步，客方不一定能够伤害主方，所以，客方的强硬态度不一定对主方不利。不过，主方强硬态度，可能与客方冲突，不利于同客方的联合，而主方由于素质不佳，需要与客方保持联合。因此，主方须要妥善处理好与客方的冲突。如果主方能够宽容客方的傲慢而粗暴的态度，与客方联系起来，“同人于郊”，主方就可能受益，“无悔”。"
				]
			}
		]
	},
	{
		"index": 14,
		"name": "大有",
		"anno": "",
		"trans": "很顺利。",
		"analysis": [
			"这个卦是异卦（下乾上离）相叠。上卦为离，为火；下卦为乾，为天。火在天上，普照万物，万民归顺，顺天依时，大有所成。",
			"主方强而有力，客方素质不佳，尽管双方都积极主动，态度强硬，在双方关系中有矛盾，然而客方依赖于主方。客方聪明而依赖于主方，可以协助主方，所以，主方的事业发展很顺利。"
		],
		"trigrams": [
			{
				"anno": "",
				"trans": "与他方交往没有害处，没有怪罪，艰难维持则无所怪罪。",
				"analysis": [
					"第一爻是主卦的下爻，代表主方的行动，阳，表示主方积极主动地谋取和扩大自己的利益，比如说，创新、创业、投资、进攻、求职、示爱，等等。同时，第四爻也是阳爻，客方也是积极主动，主客双方可以相互交往，这种交往对主方没有害处，主方不受怪罪。不过，由于客方有自己的利益需求，要让客方愿意协助主方，并不是容易的事，主方艰难地寻求客方的协助，无所怪罪。",
					"第一爻的位置是阳位，这条爻是阳爻，阳爻在阳位，当位，然而与四阳不有应。当位表明主方积极主动谋求发展，维护和扩大自己的利益，是潜在的对主方有利的因素；不有应表明客方也是积极主动，与主方竞争，主方遇到困难，这潜在因素没有成为真正的对主方有利的因素。由于这种潜在因素存在，以及主方实力大于客方，经过艰苦努力，主方仍然可以获益，所以爻辞说“匪咎，艰则无咎”。"
				]
			},
			{
				"anno": "",
				"trans": "用大车乘载，有所前进，无所怪罪。",
				"analysis": [
					"第二爻是主卦的中爻，代表主方的素质，阳，表示主方的素质良好，例如，主方有权力和财富。同时，第五爻是阴爻，表示客方素质不佳，例如，贫穷，或者地位低下。承载大车的人是聪明的客方，主方聘请客方协助，让客方乘大车以示尊敬礼遇，这向着取得客方的协助，迈前了一步，“大车以载，有攸往”。这么做是为了主方的利益，“无咎”。",
					"第二爻的位置是阴位，这条爻是阳爻，阳爻在阴位，不当位，并且和五阴有应。不当位表明主方素质良好，有可能在与客方交往中受到损失，是潜在的对主方不利的因素；有应表明客方素质不佳，谋求从主方的良好素质受益，这潜在因素成了真正的对主方不利的因素。换个角度考虑，由于客方需要从主方的良好素质获益，客方依赖主方，主方利用客方的依赖，可以取得更多利益，所以爻辞说“有攸往，无咎”。"
				]
			},
			{
				"anno": "",
				"trans": "公为天子主持祭祀，平庸的人不能胜任。",
				"analysis": [
					"第三爻是主卦的上爻，代表主方的态度，阳，表示主方态度强硬。同时，第三爻是对第二爻的补充，第二爻是阳，第三爻也是阳，这表示主方的素质很好，实力极强，强硬的态度有强大的实力支撑。“公”(gōng)，敬辞，尊称男子：包公。这里，公比喻客方，天子比喻主方。主方重用客方，“公用亨于天子”。客方聪明，平庸的人担负不了这样的重任，“小人弗克”。",
					"第三爻的位置是阳位，这条爻是阳爻，阳爻在阳位，当位，然而与六阳不有应。当位表明主方态度强硬，有可能制约客方，是潜在的对主方有利的因素；不有应表明客方态度也强硬，客方不接受主方制约，这潜在因素没有成为真正的对主方有利的因素。所以爻辞中没有判断词。"
				]
			},
			{
				"anno": "",
				"trans": "与大多数人不一样，无所怪罪。",
				"analysis": [
					"第四爻是客卦的下爻，代表客方的行动，阳，表示客方积极主动地谋取和扩大自己的利益。彭”(bāng)，众多的样子，如“行人彭彭”。客方不是一般的人，“匪其彭”。主方重用客方，无所怪罪。",
					"第四爻的位置是阴位，这条爻是阳爻，阳爻在阴位，不当位，并且与一阳不有应。不当位表明客方积极主动谋求发展，有可能损害主方利益，是潜在的对主方不利的因素；不有应表明主方也是积极主动，主方维护和扩大自己的利益，这潜在因素没有成为真正的对主方不利的因素。所以爻辞说“无咎”。"
				]
			},
			{
				"anno": "",
				"trans": "以诚信交往，好像很有威力，吉利。",
				"analysis": [
					"第五爻是客卦的中爻，代表客方的素质，阴，表示客方的素质不佳，比如说，资金缺乏、地位底下、实力薄弱、教育程度低，等等。而主方的素质良好，主方诚恳地对待客方，客方也会以诚恳回复，“厥孚交如”。客方依赖主方，主方好像很有权威，“威如”。这种情况对主方吉利。“厥”(jué)，其他的，那个的：厥父。",
					"第五爻的位置是阳位，这条爻是阴爻，阴爻在阳位，不当位，不过和二阳有应。不当位表明客方素质不佳，有可能谋求从主方获益，是潜在的对主方不利的因素；有应表明主方素质良好，正好可以满足客方需要，这潜在因素成了真正的对主方不利的因素。换一个角度考虑，素质不佳的客方谋求从主方的良好素质获益，客方依赖主方，主方可以利用客方的依赖取得更多利益，这种状态对主方很有利，所以爻辞说“吉”。"
				]
			},
			{
				"anno": "",
				"trans": "从天上来保佑，吉利，没有不利的事。",
				"analysis": [
					"第六爻是客卦的上爻，代表客方的态度，阳，客方的态度强硬。客卦是离卦，卦象是光明而依赖，可以代表一个聪明的人。客方以坚定而明确的态度支持主方，主方得到一个聪明人的支持，就如同从天下降的保佑主方的力量，这对于主方来说是吉利的，没有不利的事。",
					"第六爻的位置是阴位，这条爻是阳爻，阳爻在阴位，不当位，并且和三阳不有应。不当位表明客方态度强硬，有可能制约主方，是潜在的对主方不利的因素；不有应表明主方态度也强硬，客方不能制约主方，这潜在因素没有成为真正的对主方不利的因素。客方素质不佳，强硬的态度没有实力支持；主方素质良好，强硬态度有强大的实力支持。所以，客方受到主方制约，按主方的意图行事，爻辞说“吉无不利”。"
				]
			}
		]
	},
	{
		"index": 15,
		"name": "谦",
		"anno": "",
		"trans": "顺利，君子有好的终了。",
		"analysis": [
			"这个卦是异卦（下艮上坤）相叠，艮为山，坤为地。地面有山，地卑（低）而山高，是为内高外低，比喻功高不自居，名高不自誉，位高不自傲。这就是谦。",
			"主客双方都是消极被动，互不侵犯对方的利益；主客双方的素质都是不佳，需要互相帮助；主方态度坚定、明朗而坦率，客方态度随和，客方随和地对待主方。所以，事情发展顺利，主方有好的终了。“君子”指谦虚的人。"
		],
		"trigrams": [
			{
				"anno": "",
				"trans": "谦虚的人，可以任用于像涉越大江大河这样的重要事务，吉利。",
				"analysis": [
					"第一爻是主卦的下爻，代表主方的行动，阴，表示主方消极被动，比如说，防守、退却、不想冒险、不想探索或开辟新的发展领域、只求保持现状，等等。主方不干涉客方事务，不侵犯客方利益，行动谦虚。谦虚是君子的品质，谦虚的人可以委以像涉越大江大河这样的重任，这对于主方吉利。",
					"这条爻的位置是阳位 [3]  ，这是一条阴爻，阴爻在阳位，不当位，并且和四阴不有应。不当位表明主方消极被动，不利于增加和维护主方的利益，有可能让主方的利益受到损失，是潜在的对主方不利的因素；不有应表明客方也是消极被动，不想损伤主方的利益，这潜在因素没有成为真正的对主方不利的因素。在这种情况下，主方可以阴中有阳，在恰当的时候采取主动，利用客方的消极被动改善自己的素质，所以爻辞说“吉”。"
				]
			},
			{
				"anno": "",
				"trans": "言谈谦虚，坚持下去吉利。",
				"analysis": [
					"第二爻是主卦的中爻，代表主方的素质，阴，表示主方的素质不佳，例如，贫穷、体弱、缺乏经验，等等。主方言谈时不掩饰自己的不足，不夸耀自己，坚持下去吉利。",
					"这条爻的位置是阴位，这是阴爻，阴爻在阴位，当位，然而与五阴不有应。当位表明主方有可能向客方寻取利益，是潜在的对主方有利的因素；不有应表明客方的素质不佳，不可能让主方获取利益，这潜在因素只是潜在而已，没有成为真正的对主方有利的因素 [1]  。由于存在这种对主方有利的潜在因素，主方应当坚持下去，在主方采取恰当的主动措施的时候，主方有可能获益，所以爻辞说“贞吉”。"
				]
			},
			{
				"anno": "",
				"trans": "劳动时谦虚，君子有好的终了，吉利。",
				"analysis": [
					"第三爻是主卦的上爻，代表主方的态度，阳，表示主方态度强硬，例如，态度明朗、坦率、以及坚定等等。在劳动的时候偷懒、态度疲沓、虚伪，等等，都不是谦虚；在劳动时埋头苦干，任劳任怨，在态度上实事求是，明朗、坦率而又坚定，这是谦虚的表现。君子是谦虚的人，最终有好的结局，对于主方吉利。",
					"这条爻的位置是阳位，这是阳爻，阳爻在阳位，当位，又与六阴有应 [3]  。当位表明主方态度强硬，有利于制约客方，有可能避免主方的利益受损害，是潜在的对主方有利的因素；有应表明客方态度随和，接受主方的制约，这潜在因素成了真正的对主方有利的因素，所以爻辞说“吉”。"
				]
			},
			{
				"anno": "",
				"trans": "没有不利，在辅佐时谦虚。",
				"analysis": [
					"第四爻是客卦的下爻，代表客方的行动，阴，表示客方消极被动，比如说，防守、退却、不想冒险、不想探索或开辟新的发展领域、只求保持现状，等等。客方需要主方的辅佐。主方在与客方合作的时候，不干涉客方的事务，没有不利的地方。“撝”（wéi）辅佐。",
					"这条爻的位置是阴位，这是阴爻，阴爻在阴位，当位，然而与一阴不有应。当位表明客方消极被动，有可能是主方谋求发展的好机会，是潜在的对主方有利的因素；不有应表明主方也是消极被动，不能利用这个好机会，这潜在因素没有成为真正的对主方有利的因素。由于存在这潜在的有利因素，爻辞鼓励主方应当利用这个机会，所以爻辞说“无不利”。"
				]
			},
			{
				"anno": "",
				"trans": "自己不能变得富足，反而责怪其邻居。财力用于侵略讨伐，无所不利。",
				"analysis": [
					"第五爻是客卦的中爻，代表客方的素质，阴，表示客方的素质不佳，比如说，资金缺乏、地位底下、实力薄弱、教育程度低，等等。客方需要主方的帮助。主方在帮助客方的时候诚心诚意，不从客方的利益中谋取自己的利益，这样就能够获得客方的信任。客方委任主方以类似侵略和征伐这样的重任，对于主方来说，没有不利的地方。",
					"这条爻的位置是阳位，这是阴爻，阴爻在阳位，不当位，并且和二阴不有应。不当位表明客方素质不佳，有可能企图从主方窃取利益，是潜在的对主方不利的因素；不有应表明主方的素质也不佳，客方不可能从主方窃取利益，这潜在因素没有成为真正的对主方不利的因素。不仅如此，由于客方素质不佳，主方有可能满足客方一些需要，取得客方信任，为自己的发展取得方便，所以爻辞说“无不利”。"
				]
			},
			{
				"anno": "",
				"trans": "言谈时谦虚，有利于被委任出兵征伐大夫﹑诸侯的封地。",
				"analysis": [
					"第六爻是客卦的上爻，代表客方的态度，阴，表示客方的态度随和。客方信任主方明朗、坦率而又坚定的态度，客方尊重而又对主方随和，可以委主方以出兵征伐大夫﹑诸侯的封地等这样的重任。“邑国”（yìguó），古代大夫﹑诸侯的封地。",
					"这条爻的位置是阴位，这是阴爻，阴爻在阴位，当位，又与三阳有应。当位表明客方态度随和，有可能受主方制约，是潜在的对主方有利的因素；有应表明主方态度强硬，正好可以制约态度随和的客方，便于按主方的意图办事，这潜在因素成了真正的对主方有利的因素。由于存在这样的对主方有利的因素，虽然爻辞中没有“吉”这样的判断辞，但是用“利用行师征邑国”这样的描述说明对主方有利。"
				]
			}
		]
	},
	{
		"index": 16,
		"name": "豫",
		"anno": "",
		"trans": "利于建立诸侯国和出兵打仗。",
		"analysis": [
			"这个卦是异卦（下坤上震）相叠，坤为地，为顺；震为雷，为动。雷依时出，预示大地回春。因顺而动，和乐之源。此卦与谦卦互为综卦，交互作用。",
			"这是豫卦卦辞。“利建侯行师”的字面意思是“利于建立诸侯国和出兵打仗”。“建侯行师”是个用例，或者比喻。“建侯”指主方自身的建设。“行师”指主方对客方以及外界的交往。“利于”的事情是适合做的事情，在这里“利于”可以理解为“应当”。就是说，“利建侯行师”的意思是主方应当从自身建设和对外交往二个方面积极行动。这五个字的卦辞，突出建议主方的行动方向，不是说整个形势对主方有利，而是说在当前安闲舒适的状态下，主方应当积极行动起来。对于主方来说，“建侯”可以理解为增强自己的素质，例如学习技术，丰富经验，增强工作能力等等。“行师”指出兵打仗，这也是比喻。对于主方来说，“出师”可以理解为主动与客方联系，增进相互了解。综合起来，“利建侯行师”意思是：主方应当从自身建设和对外交往二个方面积极行动。这样，才有可能维持安闲舒适的环境。"
		],
		"trigrams": [
			{
				"anno": "",
				"trans": "鸣叫而安闲，有凶险。",
				"analysis": [
					"这是豫卦第一爻爻辞。第一爻表示主方的行动。这是一条阴爻，表示主方消极被动，比如说，防守、退却、不想冒险、不想探索或开辟新的发展领域、只求保持现状，等等。“鸣”是发出声音，鸟兽叫为鸣，“豫”是安闲舒适的意思，“凶”是不幸。这条爻辞是对主方的警告：只说而不行动，满足于安闲舒适，是不幸的。",
					"第一爻是主卦下爻，其位置是阳位，这条爻是阴爻，阴爻在阳位，不当位，然而与四阳有应。不当位，表明主方消极被动，有可能被客方攻击遭受损失，是潜在的对主方不利因素；有应，表明客方积极主动，正好可以利用主方消极被动的机会取得发展，这潜在因素成了真正的对主方不利因素，所以爻辞说“凶”。"
				]
			},
			{
				"anno": "",
				"trans": "在石头中间，难于维持到一日的终了，坚持下去吉利。",
				"analysis": [
					"这是豫卦第二爻爻辞，阴，表示客方素质不佳，比如说，资金缺乏、地位底下、实力薄弱、教育程度低，等等。“介于石”形容主方的安闲状态，在石头中间，狂风巨浪冲不走，野兽侵害不着。“不终日”形容安闲的状态很难维持，在石头中间，无饮无食，维持不了一天。“贞吉”中的贞是坚持的意思，在这里，是指坚持主客双方关系的现有状态，而不是说主方应当坚持消极被动。主方应当改变消极被动状态，如果主方改变消极被动，响应客方的积极行动，对主方说来是吉利的。综合起来，这条爻辞的意思是，客方提供了安全环境，使主方能够安闲，像介于石头中间。但是，安闲状态不能长久，不终日。主方应当响应客方的积极行动，维持与客方的关系，如果这样，是吉利的。",
					"第二爻是主卦中爻，其位置是阴位。这条爻是阴爻，阴爻在阴位，当位，然而与五阴不有应。当位，表明主方素质不佳，是积极寻求发展的动力，是潜在的对主方有利因素；不有应，表明客方素质也不佳，主方不可能从客方获得利益，这潜在因素没有成为真正的对主方有利因素。由于这种潜在因素的存在，如果主方坚持下去，也可能发现得利的机会，所以爻辞说“贞吉”。"
				]
			},
			{
				"anno": "",
				"trans": "回顾安闲悔恨，迟缓有悔恨。",
				"analysis": [
					"这是豫卦第三爻爻辞，第三爻代表主方态度，阴，表示主方态度随和。“盱豫悔”中的“盱”是意思是“睁开眼向上看”。如果理解为“回顾”，则“盱豫悔”的意思是“回顾安闲的生活，有所悔恨”。“迟有悔”中的“迟”指行动迟缓，这句话的意思是“行动迟缓将有悔恨”。客方在积极行动，主方应当意识到自己的素质太差，应当迅速响应客方而积极行动起来。如果主方跟不上步伐，可能会有悔恨。这条爻辞中，二个“悔”字的意思不一样，前一个“悔”指过去和现在的悔恨，后一个“悔”指未来可能有的悔恨。",
					"第三爻是主卦上爻，其位置是阳位，这条爻是阴爻，阴爻在阳位，不当位，和六阴不有应。不当位，表明主方态度随和，有可能受客方制约，是潜在的对主方不利因素；不有应，表明客方态度也随和，客方不求制约主方，这潜在因素没有成为真正的对主方不利因素。所以爻辞中没有判断词。"
				]
			},
			{
				"anno": "",
				"trans": "顺从安闲，很有收益；不用怀疑，朋友何不插戴。",
				"analysis": [
					"这是豫卦第四爻爻辞，代表客方的行动，阳，表示客方积极主动地谋取和扩大自己的利益，比如说，创新、创业、投资、进攻、求职、示爱，等等。“由豫，大有得”中的“由”是顺随，听从的意思。客方的行动是阳，主方的行动是阴，主方听从客方。这五个字的意思是：主方听从客方，安闲舒适，大有所得。“勿疑，朋盍簪”中的“朋”指朋友，这里指客方，“盍”是疑问副词，相当于“何不”的意思。“簪”是（在头上）插戴的意思。这五个字的意思是：不用怀疑，客方何不在主方的头上插戴（一朵花）？综合起来，这条爻辞的意思是“主方听从客方，安闲舒适，大有所得；不用怀疑，客方何不在主方头上插戴（一朵花）”。前五个字建议主方听从客方，从现在被动的安闲舒适状态，积极行动起来，这样做会大有所得。后五个字是警告主方，客方肯定会促使主方积极行动起来。自觉或不自觉，主方都必须顺从客方，积极行动起来。",
					"第四爻是客卦上爻，其位置是阴位，这条爻是阳爻，阳爻在阴位，不当位，然而与一阴有应。不当位，表明客方积极主动有可能损害主方利益，是潜在的对主方不利因素；有应，表明主方消极被动是客方发展的好机会，这潜在因素成了真正的对主方不利因素。"
				]
			},
			{
				"anno": "",
				"trans": "坚持下去痛苦，持久而不得死。",
				"analysis": [
					"这是豫卦第五爻爻辞，阴，表示客方素质不佳，比如说，资金缺乏、地位底下、实力薄弱、教育程度低，等等。“贞疾”中的“贞”是“坚持”的意思。“疾”是“痛苦”，如“关系群众的疾苦”中的“疾”。这条爻辞不是鼓励主方享受安闲生活，而是突出警告主方：客方已经着手积极行动夺取利益，如果主方继续消极被动，可能遭受痛苦。“恒不死”中的“恒”是“持久”的意思，“死”可以理解为“失去生命”。这条爻辞的意思是：坚持下去会有痛苦，持久而没有终结。",
					"第五爻是客卦中爻，其位置是阳位。这条爻是阴爻，阴爻在阳位，不当位，并且和二阴不有应。不当位，表明客方素质不佳，有可能向主方索取利益，是潜在的对主方不利因素；不有应，表明主方素质也不佳，不可能满足客方需要，这潜在因素没有成为真正的对主方不利因素。所以爻辞中没有判断词。"
				]
			},
			{
				"anno": "",
				"trans": "安闲而成愚昧，有变化无所怪罪。",
				"analysis": [
					"这是豫卦第六爻爻辞，阴，表示客方态度随和。“冥豫成”中的“冥”是“昏暗”的意思，引伸的意思是“愚昧”，如“冥顽不灵”。“成”是“做好了”，“办好了”的意思，如“成事”。合起来，“冥豫成”这三个字描述主方贪图安逸，变得愚昧。“有渝无咎”中的“渝”是“变化”的意思。“咎”是“怪罪”的意思，如“既往不咎”。“无咎”是判断词，意思是“不怪罪主方”。“有渝”是限定“无咎”的。合在一起，“有渝无咎”的意思是“有所变化，不怪罪主方”。客方素质极差，已经开始积极着手夺取主方利益，主方不应当再贪图安逸，必须改变现况。如果主方有所变化，主方不应当受到怪罪；反之，如果主方没有相应的变化，主方应当受到怪罪。",
					"第六爻是客卦上爻，其位置是阴位。这条爻是阴爻，阴爻在阴位，当位，然而与三阴不有应。当位，表明客方态度随和，有可能受主方制约，是潜在的对主方有利因素；不有应，表明主方态度也随和，主方不求制约客方，这潜在因素没有成为真正的对主方有利因素。主方态度随和是由于素质不佳，实力薄弱，所以爻辞说“无咎”"
				]
			}
		]
	},
	{
		"index": 17,
		"name": "随",
		"anno": "",
		"trans": "固守正道，没有任何危险。",
		"analysis": [
			"这个卦是异卦（下震上兑）相叠，震为雷、为动；兑为悦。动而悦就是“随”。随指相互顺从，己有随物，物能随己，彼此沟通。随必依时顺势，有原则和条件，以坚贞为前提。",
			"“元亨，利贞，无咎”是卦辞，综合说明卦所代表的情况。“元”（yuan）是第一。“亨”（heng），顺利。“贞”（zhen）是坚持下去。“咎”（jiu）是怪罪。卦辞的前提是“随”，强调主方应当跟随客方。如果不“随”，不跟随客方，孤独行动，进展就不一定顺利；主方就不一定不受怪罪。"
		],
		"trigrams": [
			{
				"anno": "",
				"trans": "官长的行动有变化，坚持变化是吉利的，出门交往有功劳。",
				"analysis": [
					"这是随卦第一爻的爻辞，这是阳爻，表示主方积极主动地谋取和扩大自己的利益，比如说，创新、创业、投资、进攻、求职、示爱，等等。“官”指客方。“渝”（yu），变化的意思。客方变了，调主方要适应形势而随之变化，并且要坚持变化。用灵活变化的策略对外交往，有可能取得成功。",
					"第一爻的位置是阳位，这条爻是阳爻，当位，与四阳不有应 [4]  ，与客方的积极行动有冲突。主方的积极主动是正确的，应当坚持，不须要回避矛盾，应当积极与客方交往，跟随客方，客方到那里，主方也到那里，如果有冲突，就积极应对，奉陪倒底。"
				]
			},
			{
				"anno": "",
				"trans": "如果只注重弱者的现况，就可能忽略强者的现况。",
				"analysis": [
					"这是随卦第二爻的爻辞。第二爻是阴爻，表示主方素质不佳，比如说，资金缺乏、地位底下、实力薄弱、教育程度低，等等。“小子”和“丈夫”都是形象，都是比喻，不能狭义地理解为具体的小子和丈夫。在这个例子中，“小子”是指相对弱小的一方，“丈夫”指相对强大的一方。也就是说，“小子”是指主方，它的阳数是4；“丈夫”是指客方，其阳数是6。这条爻辞提醒主方，不应当只考虑主方自己的状态，而忽略客方的状态。",
					"第二爻的位置是阴位，这条爻是阴爻，当位，又与五阳有应。主方的阴的素质对于主方有利，主方有可能从客方的良好素质获益，利用客方素质上的优势 [2]  ，补足自己的不足。"
				]
			},
			{
				"anno": "",
				"trans": "应当充分注意强者情况，把弱者情况放在次要地位；跟随强者而行动，则可以获得所希望有的东西。应当保持现在主客双方的状态。",
				"analysis": [
					"这是随卦第三爻的爻辞，第三爻是阴爻，表示主方态度随和。同时，第三爻是对第二条的补充，第二条是阴，第三条也是阴，这表示主方的素质很差。“利居贞”中“居”（ju），居住、安居、居心叵测。“丈夫”指客方，“小子”指主方。主方应当充分注意客方情况，把主方现况放在次要地位；跟随客方行动，则可以获得所希望有的东西，应当坚持安于跟随客方的现状。",
					"第三爻的位置是阳位，这条爻是阴爻，不当位，又与六阴不有应。不当位，表明主方的随和态度是不对的，主方应当态度坚定而明朗，在跟随客方的过程中，注意寻取自己的利益。"
				]
			},
			{
				"anno": "",
				"trans": "跟随有收获，坚持不变有凶险，有诚信合乎情理，以此明确行动，何以怪罪？",
				"analysis": [
					"这是随卦第四爻的爻辞，是阳爻，表示客方积极主动地谋取和扩大自己的利益，比如说，创新、创业、投资、进攻、求职、示爱，等等。“随有获，贞凶；有孚在道，以明何咎”，其中，“孚”（fu），诚信。客方在积极谋取自己的利益，主方怎么办？“随有获，贞凶”，主方也应当跟随客方谋取自己的利益，如果坚持不变，是有凶险的。以诚信对待客方，合乎情理，以此明确行动，有何可以怪罪？",
					"第四爻的位置是阴位，这条爻是阳爻，不当位，并且与一阳不有应。客方的阳的行动有可能不利于主方，然而，主方不能改变客方行动，只能跟随客方，客方到那里，主方也到那里，不回避矛盾，如果有冲突，主方应当积极应对。"
				]
			},
			{
				"anno": "",
				"trans": "诚信于最佳效果，吉利。",
				"analysis": [
					"这是随卦第五爻的爻辞，阳性，表示客方素质良好，比如说，客方有资金、有地位、有权力、有实力、有技术，等等。这条爻辞的意思是：以诚信致力于最佳效果，吉利。言外之意是，如果不是以诚信致力于最佳效果，就不一定吉利。什么是最佳效果呢？在其它爻的爻辞中已经清楚地说明：要充分重视客方良好的素质，认真地跟随客方以获得所希望的东西，以诚信对待客方。",
					"第五爻的位置是阳位，这条爻是阳爻，当位，并且与二阴有应。客方的阳的素质对主方有利，主方应当争取利用客方的良好素质获取利益。"
				]
			},
			{
				"anno": "",
				"trans": "紧密联系起来，以致维持跟随状态，周王在歧山祭祖。",
				"analysis": [
					"这是随卦第六爻的爻辞，阴性。表示客方态度随和。“拘系之，乃从维之，王用亨于西山”，其中，“拘”（ju），拘留，拘束。“系”（xi），联系，关系。“维”（wei），维系，维护，维持。“王用亨于西山”，指周文王等周时的王在周的西部的歧山祭其祖先，是历史典故。这条爻辞的意思是：与客方的行动紧密联系起来，以致维持跟随状态，像周王在歧山祭祖那样，跟随祖先的发展路线。",
					"第六爻的位置是阴位，这条爻是阴爻，当位，然而与三阴不有应。主方应当利用客方的随和态度，坚定而明朗地保持与客方联系，从中维护自己的权益。"
				]
			}
		]
	},
	{
		"index": 18,
		"name": "蛊",
		"anno": "",
		"trans": "很顺利，有利于涉越大河大川；往前开始了前进三天，再往后开始后退三天。",
		"analysis": [
			"这个卦是异卦（下巽上艮）相叠，与随卦互为综卦。蛊（gu）本意为事，引申为多事、混乱。器皿久不用而生虫称“蛊”，喻天下久安而因循、腐败，必须革新创造，治理整顿，挽救危机，重振事业。",
			"主客双方都消极被动，没有一方作主导；同时，双方又都是态度强硬，有发生冲突的可能。主方素质良好，客方素质不佳，主方既可能依靠良好素质获利，也可能遭受损失，这是一种被“蛊惑”的状态。由于主方素质优于客方，主方有可能进展很顺利，主方可以作出长足进展，“元亨，利涉大川”。然而，处于这种被“蛊惑”的状态，须要谨慎，反复探索，“先甲三日，后甲三日”。主方既要有坚定的态度，也要灵活行动。"
		],
		"trigrams": [
			{
				"anno": "",
				"trans": "做父辈遗留下来的祸乱，有儿子做死去的父亲的事，无所怪罪，坚持下去最终是吉利的。力挽父辈或前任的过失，儿子重整父辈或前任的事业，不指责他们的过失，不抹杀他们的功劳，即使有些灾难，终会避开灾祸，最终会获得吉祥。",
				"analysis": [
					"第一爻是主卦下爻，代表主方的行动，阴，表示主方消极被动。“父”指客方，“子”指主方。父死称“考”，母死称“妣”。“父之蛊”指来自男性方面使人被蛊惑的事务，如工作、经营中的疑难等等。爻辞建议主方主动地处理来自客方的，感到疑难的，工作或经营中的问题。如果以儿子对待已故父亲的态度诚恳地处理疑难问题，主方则不应当受到怪罪，开始时有困难，最终对主方吉利。",
					"第一爻位置是阳位，这条爻是阴爻，阴爻在阳位，不当位，并且和四阴不有应。不当位，表明主方消极被动，有可能难以维护自己的利益，是潜在的对主方不利因素，爻辞说“厉”；不有应，表明客方也消极被动，客方不一定损伤主方利益，那潜在因素没有成为真正的对主方不利因素，而且，主方可以阴中有阳，采取积极行动，利用客方的消极被动，扩充自己的利益，爻辞说“终吉”。"
				]
			},
			{
				"anno": "",
				"trans": "做母辈遗留下来的祸乱，不可持久。匡正母辈的过失，治理家事，只可用柔承的方法，否则必无裁。",
				"analysis": [
					"第二爻是主卦中爻，代表主方素质，阳，表示主方素质良好，比如说，主方有资金、有地位、有权力、有实力、有技术，等等。母指客方，子指主方。“母之蛊”指来自女性方面的疑难事务，如家务中的问题。主方素质良好，而客方素质不佳，主方有能力帮助客方，有能力解决客方带来的疑难问题，主方应当运用自己的优势，迅速解决问题，不可久拖，“不可贞”。",
					"第二爻位置是阴位，这条爻是阳爻，阳爻在阴位，不当位，不过与五阴有应。不当位，表明主方良好素质有可能受到损失，是潜在的对主方不利因素；有应，表明客方素质不佳，正好可以从主方的良好素质得到补足，那潜在因素成了真正的对主方不利因素，所以爻辞说，“不可贞”。"
				]
			},
			{
				"anno": "",
				"trans": "做父辈遗留下来的祸乱，少许有些悔恨，没有大的怪罪。改正父辈的过失，儿子尽管过于刚强，为父辈的败绩焦躁，但仍不失顺承之道，便没有巨大灾难。",
				"analysis": [
					"第三爻是主卦上爻，代表主方态度，阳，表示主方态度强硬。父指客方，子指主方。主方态度强硬，客方态度也强硬，主方不须要改变强硬态度，但是要诚恳，像儿子对待父亲一样，解决客方带来的疑惑问题。可能有些问题处理不当，“小有悔”，不致有大的错误，“无大咎”。",
					"第三爻位置是阳位，这条爻是阳爻，阳爻在阳位，当位，然而与六阳不有应。当位，表明主方的强硬态度有可能制约客方，是潜在的对主方有利因素，同时，第三爻是对第二爻的补充，第二爻是阳，第三爻也是阳，这表示主方素质很好，实力很强大，所以，爻辞说“小有悔”；不有应，表明客方态度也强硬，客方不接受主方制约，那潜在因素没有成为真正的对主方有利因素。不过主方还是应当坚持强硬的态度，这一方面可以不受客方制约，另一方面，因为，主方实力远大于客方实力，有机会时仍然可能制约客方，所以爻辞说“无大咎”。"
				]
			},
			{
				"anno": "",
				"trans": "姑息滋长父辈遗留的祸乱，长此以往，定遭侮辱。",
				"analysis": [
					"第四爻是客卦下爻，代表客方的行动，阴，表示客方消极被动，比如说，防守、退却、不想冒险、不想探索或开辟新的发展领域、只求保持现状，等等。“裕”指宽裕，宽裕，富裕，引申为使……滋长。“父”指客方。“父之蛊”在工作、经营等业务方面被客方蛊惑。由于客方消极被动，主方企图把双方关系中有关事情推向前进，有些困难。",
					"第四爻位置是阴位，这条爻是阴爻，阴爻在阴位，当位，然而与一阴不有应。当位，表明客方消极被动有可能是主方发展的好机会，是潜在的对主方有利因素；不有应，表明主方也消极被动，不能利用客方消极被动的机会，那潜在因素没有成为真正的对主方有利因素，所以爻辞说“往见吝”。"
				]
			},
			{
				"anno": "",
				"trans": "做父辈遗留下来的祸乱，受到赞誉。匡正父辈的败绩，重整家业，再建雄风，当受荣誉。",
				"analysis": [
					"第五爻是客卦中爻，代表客方素质，阴，表示客方素质不佳，例如，健康状况不佳，贫困，文化水平低，等等。主方素质良好，用自己的良好素质帮助客方，应当受到赞誉。这里，只是从道德方面说，应当受到赞誉，并没有说是否对主方实际有利。",
					"第五爻位置是阳位，这条爻是阴爻，阴爻在阳位，不当位，不过与二阳有应。不当位，表明客方素质不佳，有可能需要从主方取得补益，是潜在的对主方不利因素；有应，表明主方素质良好，正好可以补足客方需要，那潜在因素成了真正的对主方不利因素。爻辞说“用誉”，这是因为主方对客方作出贡献，应当受到称赞，但不等于说对主方有利。实际上主方受到损失。"
				]
			},
			{
				"anno": "",
				"trans": "不服务于王公侯爵，使得他所作的事业高尚。逸民之乐，在为朝廷效命，而专心治家，可以效尤。",
				"analysis": [
					"第六爻是客卦上爻，代表客方态度，阳，表示客方态度强硬，例如，傲慢，骄横等。主方不屈服于客方，保持自尊，使得主方所从事的事业具有高尚的品质。爻辞肯定了主方强硬态度，这条爻辞总结了前五条爻辞，没有必要为客方作事，应当作自己本分的事。",
					"第六爻位置是阴位，这条爻是阳爻，阳爻在阴位，不当位，并且和三阳不有应。不当位，表明客方强硬态度有可能使主方受制约，是潜在的对主方不利因素；不有应，表明主方态度也强硬，那潜在因素没有成为真正的对主方不利因素。主方应当不受客方制约，保持自己的独立和自尊。爻辞没有加判断辞，只是说“不事王侯，高尚其事”这个对主方的具体建议。"
				]
			}
		]
	},
	{
		"index": 19,
		"name": "临",
		"anno": "",
		"trans": "进展很顺利，利于坚持下去，八月以后可能有凶险。",
		"analysis": [
			"这个卦是异卦（下兑上坤）相叠。坤为地；兑为泽，地高于泽，泽容于地。喻君主亲临天下，治国安邦，上下融洽。",
            "这是临卦的卦辞，它综合地说明当前主客双方的状态。“元亨”，事情进展很顺利。“利贞”，利于坚持下去。当前主客力量悬殊，非常有利于主方，主方进展很顺利。这种有利形势应当坚持下去。主方的积极行动正好利用客方的被动。所以卦辞说“元亨，利贞”。"
		],
		"trigrams": [
			{
				"anno": "",
				"trans": "即将来临的东西也许是咸的，坚持下去吉利。",
				"analysis": [
                    "这是临卦第一爻爻辞，说明主方的行动。阳爻，表示主方的行动是阳。第一爻是阳爻，表示主方积极主动地谋取和扩大自己的利益，比如说，创新、创业、投资、进攻、求职、示爱，等等。“咸”（xian）是盐的味道，如：咸菜，咸鱼，不咸不淡等等。爻辞肯定了主方的积极主动行为，建议用主动促进胜利的到来，坚持主动。",
                    "第一爻是主卦下爻，其位置是阳位，这条爻是阳爻，阳爻在阳位，当位，又与四阴有应。当位，表示主方积极主动有可能利于获取更多利益，是潜在的对主方有利因素；有应，表明客方消极被动，是主方积极发展的好机会，这潜在因素成了真正的对主方有利因素，主方应当坚持积极主动，这样对主方有利，所以爻辞说“贞吉”。"
                ]
			},
            {
				"anno": "",
				"trans": "即将来临的东西也许很咸，吉利，没有不利的事情。",
				"analysis": [
                    "这是临卦第二爻爻辞，阳爻，说明主方素质良好，比如说，主方有资金、有地位、有权力、有实力、有技术，等等。另一方面，代表客方素质的第五爻是阴爻，第二爻与第五爻是一阴一阳，有应，是有利因素。这表示主方占有实力上的巨大优势，这优势是主方取得胜利的保证。由于实力对比的优越，主方向客方主动，“吉无不利”。“咸临”，与第一爻爻辞中的”咸临”同样的意思，是对即将来临的事物的推测，用味道形象地说明事物的性质。",
                    "第二爻是主卦中爻，其位置是阴位，这条爻是阳爻，阳爻在阴位，不当位，不过与五阴有应。不当位，表明主方素质良好，有可能在与客方交往中遭受损失，是潜在的对主方不利因素；有应，表明客方素质不佳，需要从主方得到补足，这潜在因素成了真正的对主方不利因素。然而，由于存在主方主动客方被动的有利因素，主方有可能依靠自己的良好素质使客方屈服。综合起来看，主方的良好素质实际上是对主方很有利的因素，所以爻辞说“吉无不利”。"
                ]
			},
            {
				"anno": "",
				"trans": "即将来临的东西也许是甜的，没有什么有利的事；既然担忧不利之事，无所怪罪。",
				"analysis": [
                    "这是临卦第三爻爻辞，阴爻，表示主方的态度随和。“甘”（gan）是甜的意思。从字面上解释，“甘临”，即将来临的东西也许是甜的。有这种想法，就可能对未来抱有幻想。爻辞指出这种幻想对夺取胜利和巩固胜利没有任何好处，“甘临，无攸利”。如果认识到这点，为可能发生的问题而担忧，就无可怪罪，“既忧之，无咎”。在用词方面，第一爻与第二爻爻辞中的“咸”和这条爻辞中的“甘”是二种味道，是生活语言，没有玄奥的地方，用新华字典就可以。",
                    "第三爻是主卦上爻，其位置是阳位，这条爻是阴爻，阴爻在阳位，不当位，并且与六阴不有应。不当位，表明主方态度随和，有可能受到客方制约，是潜在的对主方不利因素；不有应，表明客方态度也随和，这不利因素没有成为真正的不利因素。由于存在这种不利的潜在因素，所以爻辞说“无攸利”。由于这只是潜在因素，不是真正的对主方不利因素，所以爻辞说“既忧之，无咎”。第三爻又是对第二爻的补充，这种随和态度是素质不够好的反映，是实力不足的表现，不能强求态度强硬。主方可以保持现状，通过积极主动地发展，继续改善素质。"
                ]
			},
            {
				"anno": "",
				"trans": "即将来临的东西已经到了，无所怪罪。",
				"analysis": [
                    "这是临卦第四爻爻辞，阴爻，表示客方处于消极被动状态。“至临”，达到了面临的状态，就是说，主动的主方利用客方的被动而取得了胜利。主方正确地利用了客方被动的有利时机，无所怪罪。",
                    "第四爻是客卦下爻，其位置是阴位，这条爻是阴爻，阴爻在阴位，当位，又与一阳有应。当位，表明客方的消极被动有可能是主方发展的好机会，是潜在的对主方有利因素；有应，表明主方积极主动，正好可以利用客方消极被动的好机会，这潜在因素成了真正的对主方有利因素。不过，客方的行动决定于客方，主方不可能控制，主方应当有情况变化的准备，所以爻辞只是说“无咎”。对比之下，第一爻有“贞吉”，同是有应的爻，第一爻与此爻不同，这是因为，第一爻由主方决定。"
                ]
			},
            {
				"anno": "",
				"trans": "知道已经来临的东西的味道，这是领导人的适当作法，吉利。",
				"analysis": [
                    "这是临卦第五爻爻辞。这条爻表示客方素质，阴，说明素质不佳，比如说，资金缺乏、地位底下、实力薄弱、教育程度低，等等。“知临”指对面临的现实作深刻了解，既看到有利方面，也要注意到潜在危险。“大君之宜”中的“大君”与师卦第六爻爻辞中的“大君有命”中的“大君”是一个意思，都指国家领袖。“知临”是国家领袖适当的作法，“大君之宜”。如此，则对主方有利，“吉”。言外之意，如果不“知临”，对面临的现实没有清醒认识，则不一定吉利。",
                    "第五爻是客卦中爻，其位置是阳位，这条爻是阴爻，阴爻在阳位，不当位，不过与二阳有应。不当位，表明客方素质不佳，有可能掠夺主方的利益，是潜在的对主方不利因素；有应，表明主方素质良好，很有可能受到客方损害，这潜在因素成了真正的对主方不利因素。然而，由于主方积极主动谋求发展，客方消极被动适应主方需要，主方可以依靠良好素质制服客方，或者让客方做于主方有益的事，这对主方来说吉利，所以爻辞说“吉”。"
                ]
			},
            {
				"anno": "",
				"trans": "敦厚地对待来临的东西，吉利，无所怪罪。",
				"analysis": [
                    "“敦”（dun），诚恳；诚心诚意：敦请，敦促，敦聘。这是临卦第六爻爻辞。第六爻表示客方态度，阴爻表示客方态度随和。“敦临”，诚恳地对待来临的事物，不是犹豫不决，不是模棱两可，而是诚恳地对待客方，以阳对阴，明确地要求客方服从和遵循主方的指示、规定和法规。如果这样做，就对主方有利，“吉”；无所怪罪，“无咎”。言外之意，如果不是诚恳地对待客方和处理面临的各种事务，就不一定对主方有利，就应当有所怪罪。",
                    "第六爻是客卦上爻，其位置是阴位，这条爻是阴爻，阴爻在阴位，当位，然而与三阴不有应。当位，表明客方态度随和，有可能接受主方制约 [2]  ，是潜在的对主方有利因素；不有应，表明主方态度也随和，不能制约客方，这潜在因素没有成为这种的对主方有利因素。同时，第六爻是对第五爻的补充，这两条爻都是阴爻，表示客方素质极差，客方的随和态度是素质极差的反映，由于主方积极主动，并且有良好素质，而客方消极被动，素质极差，主方有可能阴中有阳，采取适当的强硬措施制约客方，所以爻辞说“吉，无咎”。"
                ]
			}
		]
	},
	{
		"index": 20,
		"name": "观",
		"anno": "",
		"trans": "观盥洗而不观上供，有诚意就是尊敬。",
		"analysis": [
			"这个卦是异卦（下坤上巽）相叠，风行地上，喻德教遍施。观卦与临卦互为综卦，交相使用。在上者以道义观天下；在下者以敬仰瞻上，人心顺服归从。",
            "盥（guan）洗：盥洗室。荐（jian）介绍：举荐。孚（fu）叫人信任：深孚众望。顒（yong）仰慕：顒望。若（ruo）好像：旁若无人。观是这个卦的卦名，也是这个卦的主题，卦辞中没有“观”，可以认为是省略。“盥而不荐”并不是指一种只盥洗而不上供的过程，而是说观察的两个部分，一部分是盥洗，一部分是上供，只需要观察盥洗，而不需要观察上供。这里的“盥”和“荐”可能是指古代的宗庙祭祀。有人说“盥”是指祭祀开始时用香酒浇灌地面以降神之礼，“荐”是指向神献飨之礼；有人说“盥”是将祭而洁手之礼。说法不一。不过，祭祀只是一个比喻，不必严格推敲。是否可以简单地理解“盥”是盥洗，“荐”是供献牲口、食物等上供祭品。“盥”虽简单，但显示虔诚，“荐”虽繁杂壮丽，但多形式表现。观“盥”可知虔诚，观“荐”徒看表演，“盥而不荐”看本质而不限于现象。“有孚”是有诚意。“顒若”像仰慕的样子。“有孚顒若”，有诚意就是尊敬，进一步解释了“盥而不荐”，强调本质比现象更重要。“盥”表现了诚意，也就表现了敬慕。"
		],
		"trigrams": [
			{
				"anno": "",
				"trans": "儿童式的观望，小人没有罪责，君子太吝啬。",
				"analysis": [
                    "这是观卦第一爻爻辞，阴，表示主方消极被动，比如说，防守、退却、只求保持现状，等等。咎（jiu）罪责：咎由自取；责备：既往不咎。吝（lin）过分爱惜：吝啬。主方素质不佳，相当于爻辞中说的小人。第一爻反映出主方消极被动的潜在不利因素，主方本应当积极努力改善素质，然而满足现状，不求进取，对自己的处境负有责任。另一方面，客方素质良好，相当于爻辞中说的大人。如果把两方面结合起来，说小人有罪责，君子应严管，那么就观察到了事情的本质，看到问题所在。不过，主方可能看不到这点，而认为消极被动是应当的，如果与客方关系不好，是因为客方吝啬。这是一种简单的、片面的看法。卦辞把这种错误的看法比作儿童式的天真幼稚的观察事物的方法，即“童观”。",
                    "第一爻位置是阳位，这条爻是阴爻，阴爻在阳位，不当位，并且与四阴不有应。不当位，表明主方消极被动是潜在的对主方不利因素，不过，扭转这种消极被动状态很不容易，需要很大勇气与积累，不能简单地怪罪主方，所以“无咎”。不有应，表明客方也是消极被动，客方素质良好，但不愿主动地帮助主方，因此说，“君子吝”。"
                ]
			},
            {
				"anno": "",
				"trans": "隐蔽观察，利于女子坚持下去。",
				"analysis": [
                    "第二爻是阴爻，代表主方的素质是阴。闚（kui）从隐蔽处偷看：闚测。贞（zhen）对自己的信仰十分忠诚：坚贞不屈。“闚观”是小心翼翼地掩盖自己观察客方。这条爻辞的意思是：隐蔽观察，利于像细心的女子那样坚持下去。",
                    "第二爻位置是阴位，这条爻是阴爻，阴爻在阴位，当位，并且与五阳有应。当位，表示素质不佳的主方有可能接受客方惠赠，是潜在的对主方有利因素；有应，表明客方素质良好，有可能赠予主方，那潜在因素成了真正的对主方有利因素。不过，因为客方消极被动，不主动地帮助主方，主方必须小心地观察客方，并且耐心地等待客方的帮助，所以，爻辞说，“闚观，利女贞”。"
                ]
			},
            {
				"anno": "",
				"trans": "观察我的一生，前进与后退。",
				"analysis": [
                    "这个爻代表主方态度，阴，主方的态度随和。同时，第三爻是对第二条的补充，如果第二条是阴，第三条也是阴，则表示主方的素质很差。“生”指主方的生活经历，也就是主方的曾经。“观我生”，观察主方的过去的经历和如今的状态。主方的未来还没有成为事实，无法观察。由于素质很差，不得不采取和顺谦虚的态度。另一方面，由于和顺谦虚，不顶撞客方，可能得到客方帮助，这反映在这条爻的有应上。不过，不顶撞客方有可能受益，也有可能受损。主方需要反思自己的行为，吸取经验教训，以做到进退得当。这条爻辞的意思是：观察我的一生，反思是否进退得当。",
                    "第三爻的位置是阳位，这条爻是阴爻，阴爻在阴位，不当位，然而与六阳()有应。不当位，表明主方的态度随和，有可能受到客方压抑，是潜在的对主方不利的因素。有应，表明客方态度强硬，态度随和的主方遭受客方的压抑，那潜在因素成了真正的对主方不利的因素，在此不利情况下，主方保持随和的态度，能进则进，能退则退，所以，爻辞说“进退”。"
                ]
			},
            {
				"anno": "",
				"trans": "观国之风光，宜于作国王的宾客。",
				"analysis": [
                    "这是观卦第四爻的爻辞，阴，表示客方消极被动。这条爻辞的意思是：为了观国之风光，宜于作国王的宾客。需要考虑的是：为什么要“作国王的宾客”而不作服务于“国王”的“臣”？“国”指什么？“宾”指谁？“王”指谁？在这个主客双方关系中，观者是主方，被观者是客方。“国”指相互关系，“王”指客方，“宾”指主方。观察必须事实是，要接近事物而不能远离事物，观光必须在“国”内；观察必须客观，要置身事外，不牵涉个人利益，只作“宾”而不作“臣”。这条爻辞告诉主方要观察主客双方关系的情况和变化，分析要客观，分析要避免从个人利益出发。",
                    "第四爻位置是阴位，这条爻是阴爻，阴爻在阴位，当位，然而与一阴不有应。当位，表明客方消极被动有利于主方发展，是潜在的对主方有利因素；不有应，表明主方也消极被动，主方不能利用客方的消极被动为自己谋利益，那潜在因素没有成为真正的对主方有利因素，主方仅仅是个“宾”，所以爻辞说“利用宾于王”。"
                ]
			},
            {
				"anno": "",
				"trans": "观察我的一生，他是君子，我不应当受到怪罪。",
				"analysis": [
                    "这是观卦第五爻爻辞，阳，表示客方素质良好。咎（jiu），常用于“既往不咎”，指怪罪。“我”指主方。“君子”是指客方。客方素质良好，是“君子”。这条爻辞的意思是：主方观察自己的一生的时候，如果有什么不良境遇，应当意识到那是客方素质良好而我自己素质不佳造成的，我不应当受到怪罪。“无咎”是判断辞，判断辞总是对于主方说的。",
                    "第五爻位置是阳位，这条爻是阳爻，阳爻在阳位，当位，又与二阴有应。当位，表明客方素质良好，有可能帮助主方，这是潜在的对主方有利因素；有应，表明主方素质不佳，需要客方帮助，那种潜在因素成了真正的对主方有利因素，主方接受客方的帮助是应当的，所以爻辞说，“无咎”。"
                ]
			},
            {
				"anno": "",
				"trans": "观察他（她）的一生，他（她）是君子，我无所怪罪。",
				"analysis": [
                    "第六爻是客卦的上爻，代表客方态度，阳，客方态度强硬。“其”是代词，他、她或它：出其不意。“生”指生命，活的。“观其生”不一定要理解为“观察他（她）的一生”，而可以理解为“观察他（她）的现况”。这里的他（她）指客方。君子也是指客方。这条爻辞的意思是：观察他（她）的现况，他（她）是君子。主方无所怪罪。",
                    "第六爻位置是阴位，这条爻是阳爻，阳爻在阴位，不当位，然而与四阴有应。不当位，表明客方态度强硬，有可能制约主方，是潜在的对主方不利因素；有应，表明主方态度随和，正好接受客方的制约，那不利因素成了真正的对主方不利因素。第六爻是对第五爻的补充，表示客方实力极强；第三爻是对第二爻的补充，表示主方实力极弱。客方制约主方是极大的实力对比造成的，主方不应当受到怪罪，所以爻辞说“无咎”。"
                ]
			}
		]
	},
	{
		"index": 21,
		"name": "噬嗑",
		"anno": "",
		"trans": "通顺，宜于运用监狱作比喻。比喻将有灾困。",
		"analysis": [
			"这个卦是异卦（下震上离）相叠。离为阴卦；震为阳卦。阴阳相交，咬碎硬物，喻恩威并施，宽严结合，刚柔相济。噬嗑（shihe）为上下颚咬合，咀嚼。",
            "这是4:5卦的卦辞，主方积极主动谋求发展，“亨”。客方也是积极主动，主方与客方都积极主动，难免有冲突。主方态度随和，而客方态度强硬，主方受客方制约，处境困难，可以比喻为在狱中。"
		],
		"trigrams": [
			{
				"anno": "",
				"trans": "脚镣伤了足趾，不用怪罪。",
				"analysis": [
                    "这是第一爻的爻辞，阳，表示主方积极主动地谋取和扩大自己的利益，比如说，创新、创业、投资、进攻、求职、示爱等等。“屦”(jù)古代用麻葛制成的一种鞋。“屦校”，带上脚镣。“校”，铐足的刑具。主方积极主动，客方也积极主动，主客双方有冲突，主方的行动受到阻碍。主方积极主动是应当的，不应当受到怪罪。",
                    "第一爻的位置是阳位 [1]  ，这条爻是阳爻，阳爻在阳位，当位，然而与四阳不有应。当位表明主方积极主动，有可能取得发展，改善素质，是潜在的对主方有利的因素；不有应表明客方也积极主动，主方遇到强烈竞争，这潜在因素没有成为真正的对主方有利的因素。由于这种潜在因素存在，爻辞说“无咎”。"
                ]
			},
            {
				"anno": "",
				"trans": "吃肉埋住了鼻子，不用怪罪。",
				"analysis": [
                    "这是第二爻的爻辞，阴，表示主方的素质不佳，比如说，资金缺乏、地位底下、实力薄弱、教育程度低，等等。主方的素质不佳，然而在积极行动，努力改善自己的素质，在此过程中，可能与客方有冲突，受到刺激，“噬肤灭鼻”，不应当受到怪罪。联系上条爻辞中的“屦校灭趾”可见，这里的“噬”的主语应当是刑具。",
                    "第二爻的位置是阴位，这条爻是阴爻，阴爻在阴位，当位，然而与五阴不有应。当位表明主方素质不佳，是寻求发展的动力，有可能从客方取得收益，是潜在的对主方有利的因素；不有应表明客方的素质也不佳，不可能让主方有收益，这潜在因素没有成为真正的对主方有利的因素。由于这种潜在的有利因素存在，爻辞说“无咎”。"
                ]
			},
            {
				"anno": "",
				"trans": "咬嚼干肉，遇到有毒，少许过分，无所怪罪。",
				"analysis": [
                    "这是第三爻的爻辞，阴，表示主方态度随和。“腊”(xī)，晾干。“腊肉”，干肉。“吝”（lìn），过分爱惜：吝啬鬼。主方态度随和，客方态度强硬，主方受到客方制约，如同“噬腊肉，遇毒”。客方有些过分，然而，主方态度随和，忍受了，不应当受到怪罪。联系上条爻辞中的“噬肤灭鼻”可见，这里的“噬”的主语应当是刑具。",
                    "第三爻的位置是阳位，这条爻是阴爻，阴爻在阳位，不当位，不过与六阳有应。不当位表明主方态度随和，有可能受客方制约，是潜在的对主方不利的因素；有应表明客方态度强硬，正好可以制约态度随和的主方，这潜在因素成了真正的对主方不利的因素。所以爻辞说“小吝”。第三爻是对第二爻的补充，这两条爻都是阴爻，表示主方的素质很差，实力极弱，随和态度是实力极弱的表现，主方不应当受到怪罪，所以爻辞说“无咎”。"
                ]
			},
            {
				"anno": "",
				"trans": "咬嚼带骨头的干肉，得到金箭，有利于艰苦坚持，吉利。",
				"analysis": [
                    "这是第四爻的爻辞，阳，表示客方积极主动地谋取和扩大自己的利益，比如说，创新、创业、投资、进攻、求职、示爱，等等。“胏”(zǐ)干肉，亦特指连骨的干肉。客方积极主动，有可能与主方的积极主动冲突，使主方处境艰难，就如同“噬乾胏”。然而，由于双方的素质都很差，都处于发展之中，在客方的积极主动中，主方可能发现有用的宝贵经验，如同“得金矢”。“吉”是有条件的，只有在“艰贞”以后，才可能“吉”，才可能有“得金矢”这样的好事。",
                    "第四爻的位置是阴位，这条爻是阳爻，阳爻在阴位，不当位，并且和一阳不有应。不当位表明客方积极主动，有可能损害主方利益，是潜在的对主方不利的因素；不有应表明主方也积极主动，主方维护自己的利益免受损害，这潜在因素没有成为真正的对主方不利的因素。如果主方坚持积极主动，有可能发现从客方获益的机会，所以爻辞说“利艰贞，吉”。"
                ]
			},
            {
				"anno": "",
				"trans": "咬嚼干肉，得到黄金；在严厉的环境下坚持，无所怪罪。",
				"analysis": [
                    "这是第五爻的爻辞，阴，表示客方素质不佳，比如说，资金缺乏、地位底下、实力薄弱、教育程度低，等等。爻辞的意思是：客方积极主动，使得主方处境困难，如同“噬乾肉”。由于客方素质不佳，可能让主方得到发展机会，如同“得黄金”。主方在严厉的环境下坚持，不应当受到怪罪。",
                    "第五爻的位置是阳位，这条爻是阴爻，阴爻在阳位，不当位，并且和二阴不有应。不当位表明客方素质不佳，有可能谋求从主方得益，是潜在的对主方不利的因素；不有应表明主方的素质也不佳，客方不可能从主方得益，这潜在因素没有成为真正的对主方不利的因素。由于这种潜在的对主方不利因素存在，主方坚持下去有困难，所以爻辞说“贞厉”。由于客方的阴的素质是客观存在，主方不应当受到怪罪，所以爻辞说“无咎”。"
                ]
			},
            {
				"anno": "",
				"trans": "枷械伤了耳朵，有凶险。",
				"analysis": [
                    "这是第六爻的爻辞，阳，表示客方态度强硬。“校”(jiào)，古代刑具。“何校”戴枷。客方态度强硬，而主方态度随和，在双方冲突中，主方受到客方制约，“何校灭耳”。如果主方牺牲自己的利益，迁就客方，这情况发展下去，对主方不利，“凶”。",
                    "第六爻的位置是阴位，这条爻是阳爻，阳爻在阴位，不当位，与三阴有应。不当位表明客方态度强硬，有可能制约主方，是潜在的对主方不利的因素；有应表明主方态度随和，正好客方可以制约主方，这潜在因素成了真正的对主方不利的因素，所以爻辞说“凶”。"
                ]
			}
		]
	},
	{
		"index": 22,
		"name": "贲",
		"anno": "",
		"trans": "贲卦：通达。有所往则有小利。",
		"analysis": [
			"这个卦是异卦（下离上艮）相叠。离为火为明；艮为山为止。文明而有节制。贲（bi）卦论述文与质的关系，以质为主，以文调节。贲，文饰、修饰。",
            "本卦为异卦相叠(离下艮上)。本卦下卦为离，离为火，上卦为艮，艮为山。山下有火，一片艳红，花木相映，锦绣如文。喻男婚女嫁，国政家制，都有仪礼制度，构成了复杂的社会人文关系，用以维护现存的社会秩序。这正是所谓贤德君子“观乎天文，察乎时变”神道设教的结果。所以卦名曰贲。贲，《序卦》：“饰也。”"
		],
		"trigrams": [
			{
				"anno": "贲，文饰。贲其趾，犹言用花鞋套脚。",
				"trans": "脚穿花鞋，舍车不乘，徒步而行。",
				"analysis": [
                    "本卦多记录婚嫁之事，礼聘迎娶都有生动的描写，展现了对偶婚制的简单的风俗图景。读者可从这个角度体察各爻意义。《象辞》附会大义，曲加解释，以致面目全非。"
                ]
			},
            {
				"anno": "",
				"trans": "修饰自己的胡须。",
				"analysis": [
                    "修饰自己的胡须，说明老人不服老，帮助君王振兴国家。"
                ]
			},
            {
				"anno": "",
				"trans": "奔跑向前，汗流浃背。卜问长时期的凶吉而得吉兆。",
				"analysis": [
                    "永远贞正，必吉利，因为决没有人侵凌正人君子。"
                ]
			},
            {
				"anno": "",
				"trans": "奔跑气吁吁，太阳火辣辣。高头白马，向前飞奔。不是来抢劫，而是来娶亲。",
				"analysis": [
                    "六四阴爻居阴位，所处恰当。既知不是来抢劫，而是来娶亲，疑虑冰释，终无灾祸。"
                ]
			},
            {
				"anno": "",
				"trans": "奔向丘园，送上许多布帛，初遇困难，终则顺利。",
				"analysis": [
                    "六五爻辞说的吉利，是指有婚姻之喜。"
                ]
			},
            {
				"anno": "",
				"trans": "送上白底饰以诸色花纹的布帛，不会坏事。",
				"analysis": [
                    "白底的布帛饰以诸色花纹，没有灾祸，因为上九居一卦乞首位，像人高高在上，志得意满。"
                ]
			}
		]
	},
	{
		"index": 23,
		"name": "剥",
		"anno": "",
		"trans": "不利有所前进。",
		"analysis": [
			"这个卦是异卦（下坤上艮）相叠。五阴在下，一阳在上，阴盛而阳孤；高山附于地。二者都是剥落象，故为“剥卦”。此卦阴盛阳衰，喻小人得势，君子困顿，事业败坏。",
            "“攸”（you）助词，相当于“所”：性命攸关。这条卦辞通俗易懂，没有深奥的话，建议主方逆来顺受，忍受恶劣环境。"
		],
		"trigrams": [
			{
				"anno": "",
				"trans": "床从足开始剥落，直至剥落完；坚持下去有凶险。",
				"analysis": [
                    "这条爻是主卦下爻，代表主方的行动，主方的行动是阴，消极被动。这是剥卦第一爻爻辞。蔑（mie）无，没有：蔑以复加。床，指主方的利益。在这条爻辞中，剥，指主方的消极行动，主方的消极行动使主方利益受到损失。足，是床站立部分。剥床以足，主方的消极行动使主方的基本利益受到损失。蔑，主方的基本利益被全损失了。“贞凶”，又包含两部分，“凶”是判断，“贞”是条件。贞才凶，不贞则不凶。坚持消极，不改变被动，则有凶险；改消极为积极，则不一定有凶险。",
                    "第一爻位置是阳位，这条爻是阴爻，阴爻在阳位，不当位；并且与四阴不有应。不当位，表明主方消极被动有可能使主方利益受损失，是潜在的对主方不利因素；不有应，表明客方也消极被动，客方没有掠夺主方利益，那潜在因素没有成为真正的对主方不利因素。尽管如此，主方应当阴中有阳，采取一定的主动措施，改变现状，否则，继续状态对主方不利，所以爻辞说“贞凶”。"
                ]
			},
            {
				"anno": "",
				"trans": "床上的辨别记号剥落，直至剥落完；坚持下去有凶险。",
				"analysis": [
                    "第二爻是主卦中爻。这是第二爻爻辞，阴，表示主方素质是阴，素质不佳，比如说，资金缺乏、地位底下、实力薄弱、教育程度低，等等。“辨”（bian）区别，分析：明辨是非。“蔑”（mie）无，没有：蔑以复加。“贞”（zhen），对自己的信仰十分忠诚：坚贞不屈。可以想象古时候没有纸和笔，人们在床上刻些记号记事。床剥落了，刻的记号辨认不出来了。“剥床以辨”说明剥落比较严重。“贞凶”是判断词，与剥卦第一爻的判断词相同。“凶”是判断，“贞”是条件。贞才凶，不贞则不凶。",
                    "第二爻位置是阴位，这条爻是阴爻，阴爻在阴位，当位，然而与五阴不有应。当位，表明主方素质不佳有可能从客方吸取补益，是潜在的对主方有利因素；不有应，表明客方素质也不佳，主方不能从客方得到补益，那潜在因素没有成为真正的对主方有利因素。主方不能指望从客方得到利益，就应当着手改善自己的素质，如果保持现状不作改变，素质将继续不佳，所以爻辞说“贞凶”。"
                ]
			},
            {
				"anno": "",
				"trans": "剥落，无所怪罪。",
				"analysis": [
                    "这个爻代表主方态度，主方态度是阴，表示主方态度随和。咎（jiu）的意思是“怪罪”，“无咎”是“不应当怪罪”。这条爻辞中没有“床”字，可能是省略，“剥之”仍然指主方受到客方的制约。",
                    "第三爻是主卦上爻，其位置是阳位。这条爻是阴爻，不当位，然而与六阳有应。不当位，表明主方态度随和，有可能受到客方制约，是潜在的对主方不利因素；有应，表明客方态度强硬，正好可以制约态度随和的主方，那潜在因素成了真正的对主方不利因素。第三爻是对第二条的补充，第二条是阴，第三条也是阴，这表示主方素质很差，主方的随和态度是素质极差的表现，不得不如此，所以爻辞说“无咎”。"
                ]
			},
            {
				"anno": "",
				"trans": "床的表皮剥落了，有凶险。",
				"analysis": [
                    "这是剥卦第四爻爻辞，阴，表示客方被动。肤（fu）指身体的表皮：皮肤。“剥床以肤”表示剥落是从外表发生的，是受外界影响。",
                    "第四爻是客卦下爻，其位置是阴位。这条爻是阴爻，阴爻在阴位，当位，然而于一阴不有应。当位，表明客方消极被动有可能是主方发展的好机会，是潜在的对主方有利因素；不有应，表明主方也消极被动，不能利用客方消极被动的机会，那潜在因素没有成为真正有利因素。如果主方想利用客方被动的机会取得发展，主方应当阴中有阳，采取一些主动措施。然而，由于第三爻和第六爻之间的和谐状态，主方被制约，如果主方采取主动措施，必然受到客方压制，所以爻辞说“凶”。"
                ]
			},
            {
				"anno": "",
				"trans": "宫殿里的人喜欢像鱼一样地成串尾随，没有不利。",
				"analysis": [
                    "这是剥卦第五爻爻辞，阴，表示客方素质不佳，比如说，资金缺乏、地位底下、实力薄弱、教育程度低，等等。宫（gong）封建时代的帝王或某些国家元首的住所。宠（chong）娇爱，偏爱：受宠若惊。无不利，就是无不利，不能理解为有利，也不能理解为吉利。即使无不利，也是有条件的。无不利的条件是“贯鱼以宫人宠”。字的顺序很重要，“宫人宠”不能理解为”宠宫人”，也不能理解为“宫人受宠”。“宫人”指宫殿中伺候皇帝的人，那么多的人伺候一个皇帝，闲得无事，不知道该干什么，但是又不敢怠慢皇帝，只好像成串的鱼那样相互尾随。这句话说得通俗一些就是“随大溜”。如果主方“随大溜”，则“无不利”。如果不“随大溜”就不一定“无不利”。",
                    "第五爻是客卦中爻，其位置是阳位。这条爻是阴爻，阴爻在阳位，不当位，又和二阴不有应。不当位，表明客方素质不佳，有可能向主方索取利益，是潜在的对主方不利因素；不有应，表明主方也是素质不佳，客方不可能从主方获得利益，那潜在因素没有成为真正的对主方不利因素，所以爻辞说，“无不利”。"
                ]
			},
            {
				"anno": "",
				"trans": "大的果实不吃，君子得到车，小人的简陋的小屋被剥夺了。",
				"analysis": [
                    "这是剥卦第六爻爻辞，阳，表示客方态度强硬。硕（shuo）大，硕果累累。硕果，大的果实。舆（yu）车：舍舆登舟。庐（lu）简陋的小屋：茅庐。君子指客方，小人指主方。客卦阳数是1，主卦阳数是0，客方强于主方，客方是君子，主方是小人。易的卦爻辞中有大人、君子和小人共三种对人的划分。“乾乾君子”中的君子是一般的勤勤恳恳的人，“利见大人”中的大人比君子高，而小人则比君子低。大人、君子和小人只是就行动、素质和态度三个方面情况的综合比较而言，没有尊卑的意思，没有善恶的意思。这个卦中，君子指客方，并不是说客方尊贵，也不是说客方善良，而只是说客方较强；小人指主方，并不是说主方卑贱，并不是说主方邪恶，而只是说综合情况的比较较弱。“硕果不食”是一个不完全句子。谁不食？不愿食、不能食还是不让食？应当是客方不让主方食。",
                    "第六爻是客卦上爻，其位置是阴位。这条爻是阳爻，阳爻在阴位，不当位，并且与三阴有应。不当位，表明客方的强硬态度有可能制约主方，不利主方发展，是潜在的对主方不利因素；有应，表明主方态度随和，接受客方制约，那不利因素成了真正的对主方不利因素。虽然爻辞中没有判断词，但是爻辞用“小人剥庐”形象地描述了当前对主方不利的形势。"
                ]
			}
		]
	},
	{
		"index": 24,
		"name": "复",
		"anno": "",
		"trans": "顺利。出入没有障碍，朋友来无所怪罪；反复探索道路，七日来回。利于有所前进。",
		"analysis": [
			"这个卦是异卦（下震上坤）相叠。震为雷、为动；坤为地、为顺，动则顺，顺其自然。动在顺中，内阳外阴，循序运动，进退自如，利于前进。",
            "这是复卦卦辞。“亨”（heng）顺利：万事亨通。“疾”（ji）病：疾病。“咎”（jiu）罪责：引咎自责。“攸”（you）助词，相当于“所”：性命攸关。这个卦有四个爻当位，一爻与四爻有应。一爻代表主方的积极行动，四爻是阴爻，客方对主方顺从，所以“顺利”。客卦的三条爻中，四爻有应，六爻当位，综合来看，客方没有对主方不利因素，所以“出入无疾”。“朋”指客方，四爻应一爻，“朋来”。一爻当位有应，“无咎”。“亨。出入无疾，朋来无咎”概括当前主方所处形势。“出入无疾”，客方对主方没有明确要求和压力，主方向什么方向走？需要反复探索，“反复其道”。“七日”是个比喻，描述一个周期。可能古时候有7天一次的集市，“七日来复”补充“反复其道”的意思。“反复其道，七日来复”建议主方耐心坚韧不拔地反复试探。“利有攸往”是判断词。在顺利形势下，如果主方坚韧不拔反复试探，则利于有所前进。暗示，尽管形势顺利，如果主方不耐心，不坚韧不拔地反复试探，则不利于有所前进。重要的是要坚韧不拔地反复试探。"
		],
		"trigrams": [
			{
				"anno": "",
				"trans": "行不远就返回，没有严重悔恨，很吉利。",
				"analysis": [
                    "这是复卦第一爻爻辞，阳，表示主方积极主动地谋取和扩大自己的利益，比如说，创新、创业、投资、进攻、求职、示爱，等等。“祗”（zhi）恭敬有礼的样子：祗仰。“元”（yuan）为首的：元帅。爻辞不仅考虑这条爻的状态，还考虑整个形势。因此，爻辞建议主方“不远复”，行不多远，就返回来。这样多次反复，稳扎稳打，步步为营，就“无祗悔”，没有严重的悔恨，就“元吉”，很吉利。“无祗悔”指不至于在某些事情上犯严重的错误，“元吉”指在总的进程上很吉利。“不远复”是“无祗悔”和“元吉”的条件。如果急躁冒进，就有可能犯严重错误而“有祗悔”，甚至不“吉”。",
                    "第一爻是主卦下爻，其位置是阳位，这条爻是阳爻，阳爻在阳位，当位，并且与四阴有应。当位，表明主方积极主动有可能利于主方开拓发展，是潜在的对主方有利因素 [3]  ；有应，表明客方消极被动，正好是主方积极主动谋求发展的好机会，所以爻辞说“元吉”。"
                ]
			},
            {
				"anno": "",
				"trans": "休止而反复，吉利。",
				"analysis": [
                    "这是复卦第二爻爻辞，阴，表示主方素质不佳，比如说，资金缺乏、地位底下、实力薄弱、教育程度低等等。“休”（xiu）歇息：休息。爻辞告诉主方在反复试探过程中，要休止下来，冷静反思，吸取经验教训，而后回过头来，再反复试探，逐渐前进。“吉”是判断词。“休复”是条件。先休止再重复，才吉利。如果只是重复而没有休止，则不一定吉利。",
                    "第二爻是主卦中爻，其位置是阴位，这条爻是阴爻，阴爻在阴位，当位，不过与五阴不有应。当位，表明主方素质不佳，有谋求发展的积极性，是潜在的对主方有利因素；不有应，表明客方素质也不佳，主方很难从客方获益，这潜在因素没有成为真正的对主方有利因素。尽管这有利因素是潜在的，由于主方行动积极，而客方消极被动，主方很可能取得发展，所以爻辞说“吉”。"
                ]
			},
            {
				"anno": "",
				"trans": "屡次反复，艰苦但无所怪罪。",
				"analysis": [
                    "这是复卦第三爻爻辞，阴，表示主方态度随和。“频”（pin）屡次：捷报频传。“厉”（li）严肃：雷厉风行。由于主方素质过差，不得不随和，在遇到困难的时候，很可能态度不坚定，虽有积极行动，未必能持久。这是主方的主要缺点，是对主方不利因素。但是，爻辞极简练，避免不必要评论而直接给主方指出努力的方向。“频复”，告诉主方要经得住困难考验，屡次反复。一次不成功，再试一次，屡试不停，直到取得明显成绩为止。“厉”，告诉主方屡次重复试探是辛苦的，尤其客方态度也是阴，客方过于宽松，对主方没有明确要求，使主方对客方态度捉摸不定，行动困难。“无咎”，对主方无所怪罪。“厉无咎”是判断词，“频复”是条件。如果主方屡次反复试探，尽管辛苦，但是对主方无可怪罪。爻辞暗示，如果不“频复”，在困难面前动摇，主方就要引咎自责。",
                    "第三爻是主卦上爻，其位置是阳位，这条爻是阴爻，阴爻在阳位，不当位，并且与六阴不有应。不当位，表明主方的随和态度有可能使主方受到客方压抑，是潜在的对主方不利因素；不有应，表明客方态度也随和，客方不求压抑主方，这潜在因素没有成为真正的对主方不利因素，所以卦爻辞说“厉无咎”。而且，第三爻是对第二条的补充，第二条是阴，第三条也是阴，这表示主方素质很差，主方的随和态度是素质过差的必然结果，也不能怪罪主方。"
                ]
			},
            {
				"anno": "",
				"trans": "中间走，独自反复。",
				"analysis": [
                    "这是复卦第四爻爻辞，阴，表示客方消极被动，比如说，防守、退却、不想冒险、不想探索或开辟新的发展领域、只求保持现状，等等。爻辞中既没有“有利”也没有“不利”之类判断词，而是直接给出对主方的建议。主方需要耐心谨慎走中间，不靠右也不靠左。走在河边上，不要紧贴边沿，要走中间。走在崎岖道路上，走中间。留心脚下，看清左右。由于没有客方强力支持，主方不能指望客方同行，不能指望客方协助。主方必须依靠自己的信念和决心，独自反复探索。",
                    "第四爻是客卦下爻，其位置是阴位，这条爻是阴爻，阴爻在阴位，当位，并且与一阳有应。当位，表明客方消极被动有可能是主方发展的好机会，是潜在的对主方有利因素；有应，表明客方消极被动正好便于主方积极主动地谋求发展，这潜在因素成了真正的对主方有利因素。尽管存在这种有利因素，由于主方素质极差，同时客方既被动素质又极差，主方不可能依靠客方，只能自己谨慎探索，所以爻辞只是建议主方“中行独复”，没有加判断辞。"
                ]
			},
            {
				"anno": "",
				"trans": "敦厚地反复探索，没有悔恨。",
				"analysis": [
                    "这是复卦第五爻爻辞，阴，表示客方素质不佳，比如说，资金缺乏、地位底下、实力薄弱、教育程度低，等等。“敦”（dun）诚实：敦厚；诚恳：敦请。基于主客双方形势，主方在积极行动的时候，需要反复探索，不可冒进。根据客方素质，第五爻爻辞指出，主方在反复探索的时候，对客方要敦厚。只有对客方敦厚，在反复中才不至于悔恨，否则，会悔恨的。",
                    "第五爻是客卦中爻，其位置是阳位，这条爻是阴爻，阴爻在阳位，不当位，又与二阴不有应。不当位，表明客方的素质不佳，有可能向主方索取补益，是潜在的对主方不利因素；不有应，表明主方素质也不佳，不可能给予客方好处，这潜在因素没有成为真正的对主方不利因素，爻辞说“无悔”，在双方素质都不佳的情况下，主方既没有损失，也没有收益，只是没有悔恨。"
                ]
			},
            {
				"anno": "",
				"trans": "迷失方向反复探索，凶，有灾祸，用于行军打仗，终有大败；对于他的国君凶，以至于征战十年不能攻克对方。",
				"analysis": [
                    "这是复卦第六爻爻辞，阴，表示客方态度随和。“眚”（sheng）眼睛长白翳；灾祸。这条爻辞虽长，但没有生奥的字，不过句子很简练，不完全。谁迷？谁行师？谁是国君。迷是主方迷。虽然这条爻属于客卦，代表客方态度，但是，这是整个卦的一部分，卦爻辞是以主方为基点，所以“迷”指主方。复，指主方反复探索，而不是指客方反复探索。迷，指主方在反复过程中迷失方向。导致迷失方向的客观因素是客方态度，客方态度是阴，太随和，不明朗，难以着摸。导致迷失方向的主观因素是主方态度，主方态度是阴，很谦让，很随和，容易被误导。行师是主方行师。行师是个比喻，说明主方积极行动，不一定指具体战争。“用行师，终有大败”形象地说明由于迷失方向，主方的积极行动必将失败。国君是主方，主方迷失了方向，所以爻辞说“以其国君凶”。“至于十年不克征”形象地说明由于主方迷失方向，以至导致长期不成功，长期浪费时间，没有效果。爻辞的针对性很强，提出了给主方的建议和警告。",
                    "第六爻是客卦上爻，其位置是阴位，这条爻是阴爻，阴爻在阴位，当位，不过与三阴不有应。当位，表明客方态度随和，有可能让主方按自己的意愿办事，是潜在的对主方有利因素；不有应，表明主方态度也随和，并不要求客方接受主方意愿，这潜在因素没有成为真正的对主方有利因素。由于主方积极主动谋求发展，而客方消极被动，是主方发展的好机会，但是，主方态度不坚强，不能利用当前的好形势，错过发展良机，所以爻辞说“凶”。"
                ]
			}
		]
	},
	{
		"index": 25,
		"name": "无妄",
		"anno": "",
		"trans": "很顺利，利于坚持下去。不正当的行为会带来灾祸，不利于向前发展。",
		"analysis": [
			"这个卦是异卦（下震上乾）相叠。乾为天为刚为健；震为雷为刚为动。动而健，刚阳盛，人心振奋，必有所得，但唯循纯正，不可妄行。无妄必有获，必可致福。",
            "这是4:7卦的卦辞。匪（fěi）非。眚（shěng）眼睛长白翳；灾祸。“元亨”是在坚持现有状态下才有的“元亨”，并且“不利有攸往”。主方必须十分注意，不要有不适当的行为，不然可能受到客方伤害，“其匪正有眚”。"
		],
		"trigrams": [
			{
				"anno": "",
				"trans": "意想不到，往前进吉利。",
				"analysis": [
                    "这是第一爻的爻辞，阳，表示主方积极主动地谋取和扩大自己的利益，比如说，创新、创业、投资、进攻、求职、示爱，等等。这里的“无妄”有“本来没有错”的意思，主方的积极主动是对的，积极主动，可以改善自己的素质，可以得到客方的帮助。“往吉”，只是指主方的积极主动而言，不是指与客方关系的发展。在对待客方的态度上，主方要注意卦辞的“其匪正有眚”。",
                    "第一爻的位置是阳位，这条爻是阳爻，阳爻在阳位，当位，然而与四阳不有应。当位表明主方积极进取，努力改善自己的素质，这是正确的；不有应表明主方的积极主动与客方有冲突，是对主方不利的潜在因素，这不利的潜在因素来自客方，对于主方来说是“无妄”，主方应当妥善处理这“无妄”的麻烦，继续保持积极主动，“往吉”。"
                ]
			},
            {
				"anno": "",
				"trans": "不耕种而有收获，不开荒而可种地，利用这样的机会就有所发展。",
				"analysis": [
                    "这是第二爻的爻辞。阴，表示主方素质不佳，比如说，资金缺乏、地位低下、实力薄弱、教育程度低，等等。“菑”(zī)开荒。“畲”(shē)火耕地，指粗放耕种的田地。主方素质不佳，客方素质良好，主方积极主动争取客方帮助，以弥补自己的不足，“不耕获，不菑畲”。不过，可能取得的发展是有限的，仅仅是“攸往”而已。",
                    "第二爻的位置是阴位，这条爻是阴爻，阴爻在阴位，当位，又与五阳有应。当位表明主方素质不佳，有从客方接受帮助的可能，是对主方有利的潜在因素；有应表明客方良好素质正好可以满足主方的需要，这有利的潜在因素成了真正的有利因素，“不耕获，不菑畲”。尽管从客方得到的收益是有限的，主方还是应当利用，“则利用攸往”。"
                ]
			},
            {
				"anno": "",
				"trans": "意想不到的灾祸；外乡人牵着一头牛，不注意的时候被路人牵走了，外乡人认为这个村里所有人道德败坏。不知情的本村人被别人看做道德低下，意为无妄之灾。",
				"analysis": [
                    "这是第三爻的爻辞，阴，表示主方态度随和。同时，第三爻是对第二条的补充，第二条是阴，第三条也是阴，这表示主方素质很差。“邑”（yi），古时候对县的别称：郡邑制。这里的牛，指客方，因为客方被系在与主方的关系中；“邑人”是主方，是系牛的人；“行人”指主方与客方之外的第三者，这第三者利用这条牛被系的机会，把牛牵走了，得到了益处，而主方遭受了意想不到的灾祸。这也就是具体地说明了卦辞中“其匪正有眚，不利有攸往”的意思。由于主方态度随和，过分迁就客方，以致于“匪正”，从而“有眚”。",
                    "第三爻的位置是阳位，这条爻是阴爻，阴爻在阳位，不当位，不过与六阳有应。主方对客方的随和态度，有可能被客方利用，从而受到客方控制，所以，这条爻不当位，是对主方不利的潜在因素。与第三爻对应的第六爻是阳爻，客方以强硬的态度控制态度随和的主方，这种有应关系是对主方的不利因素，是“无妄之灾”。由于客方的强硬态度是素质过强的表现，遇到态度随和的主方，可能行动过分，不仅对主方不利，也可能使客方自己受到损失，“或系之牛，行人之得，邑人之灾”。"
                ]
			},
            {
				"anno": "",
				"trans": "可以坚持下去，无可怪罪。",
				"analysis": [
                    "这是第四爻的爻辞，阳，表示客方积极主动地谋取和扩大自己的利益，比如说，创新、创业、投资、进攻、求职、示爱，等等。客方积极主动，可以让主方容易接近客方，容易得到客方帮助，主方应当维持当前状态，主方不应当受到怪罪。",
                    "第四爻的位置是阴位，这条爻是阳爻，阳爻在阴位，不当位，并且和一阳不有应。不当位表明客方积极主动是对主方不利的潜在因素；不有应表明尽管客方积极主动地谋求从主方得益，由于主方也是积极主动地谋取和扩充自己的利益，主方没有完全被客方利用。主方的积极主动是正确的，“可贞”。主客双方的矛盾不一定归咎于主方，“无咎”。"
                ]
			},
            {
				"anno": "",
				"trans": "意想不到的疾病，不用治疗，有意外收获。",
				"analysis": [
                    "这是第五爻的爻辞，阳，表示客方素质良好。“疾“（ji）病：疾病。在与客方相处过程中，主方可能遇到意想不到的麻烦，“无妄之疾”。由于客方素质良好，主方可能得到客方及时帮助，主方的麻烦将可以消除，“勿药有喜”。",
                    "第五爻的位置是阳位，这条爻是阳爻，阳爻在阳位，当位，又与二阴有应。当位表明客方的良好素质是对主方有利的潜在因素；有应表明素质不佳的主方正好利用客方的良好素质。由于主客双方都积极主动，有矛盾，而且，主方态度随和，客方态度强硬，在矛盾冲突中，主方可能遇到来自客方的麻烦，有“无妄之疾”。主方的素质不佳，客方的素质良好，主方从客方的良好素质获益，这是自然而然的，是“勿药有喜”。"
                ]
			},
            {
				"anno": "",
				"trans": "意想不到，进行过程中有灾祸，没有什么有利之处。",
				"analysis": [
                    "这是第六爻爻辞，阳，表示客方态度强硬。“眚”（shěng）眼睛长白翳；灾祸。客方态度强硬，主方态度随和，主方受客方制约，加之主方素质不佳，而客方素质良好，客方强，主方弱，主方可能被客方利用。所以，“行有眚，无攸利”。主方既不应当过于屈从客方，也不能不改善自己的素质。",
                    "第六爻的位置是阴位，这条爻是阳爻，阳爻在阴位，不当位，不过与三阴有应。不当位表明客方强硬态度是对主方不利的潜在因素；有应表明客方态度强硬，主方受客方控制，这种不利的潜在因素，是真正的对主方不利的因素。而且，客卦的中爻，第五爻，也是阳爻，第六爻是对第五爻的补充，第六爻是阳爻，表明客方素质不仅良好，而且很好，实力超强，可能忘乎所以，作出过分举动，使得在其控制下的主方“无妄，行有眚”，这对主方不利，“无攸利”。主方必须注意客方态度可能过分强硬，不能对客方过分随和。"
                ]
			}
		]
	},
	{
		"index": 26,
		"name": "大畜",
		"anno": "",
		"trans": "利于坚持下去，不食用家里的粮食吉利，利于涉越大江大河。",
		"analysis": [
			"这个卦是异卦（下乾上艮）相叠。乾为天，刚健；艮为山，笃实。畜者积聚，大畜意为大积蓄。为此不畏严重的艰难险阻，努力修身养性以丰富德业。",
            "这是大畜卦卦辞，综合说明主客双方关系。当前形势有利于主方保持现状，“利贞”。“贞”是坚持下去的意思，但不一定有利于改变现状。“不家食吉”，意思是不吃家里的食物，就吉利；“家”指主方，“不家”指客方，也就是说，吃客方的吉利。客方态度强硬，顽强抵抗主方的行动，主方应当不消耗自己的实力，而用客方资源。“利涉大川”，在“不家食”的条件下“涉大川”是有利的。倒底“涉大川”是什么意思？就主客双方关系而言，在不消耗主方实力的情况下，“涉大川”就是多方面突破。“涉大川”不是指冒险行动，而是指不消耗实力地推进当前有利形势。"
		],
		"trigrams": [
			{
				"anno": "",
				"trans": "有困难，利于晚行动。",
				"analysis": [
                    "这是大畜卦第一爻爻辞。第一爻是主卦下爻，代表主方的行动 [3]  ，阳，表示主方积极主动地谋取和扩大自己的利益，比如说，创新、创业、投资、进攻、求职、示爱，等等。“厉”（li），凶猛，厉害；这老虎很厉害。“巳”（si），地支的第六位；巳时，指上午的九点到11点。爻辞告诉主方尽管客方素质不佳，但是如果主方进攻，可能遇到很厉害的抵抗，“有厉”。爻辞又告诉主方，应当谨慎，应当晚行动，“利巳”。",
                    "第一爻位置是阳位，这条爻是阳爻，阳爻在阳位，当位。第一爻和第四爻有应。当位，表明主方积极主动有可能创造更多利益，是潜在的对主方有利因素；有应，表明客方消极被动，是主方积极主动谋取利益的好机会，那潜在因素成了真正的对主方有利因素，主方应当保持积极主动。然而，从全局考虑，由于客方态度强硬，为了避免损失，主方应当晚些行动，所以爻辞说，“利巳”。"
                ]
			},
            {
				"anno": "",
				"trans": "把车下横木卸下来",
				"analysis": [
                    "这是大畜卦第二爻爻辞，阳，表示主方素质良好，比如说，主方有资金、有地位、有权力、有实力、有技术，等等。“舆”（yu），车中装载东西的地方。“輹”（fu），车下横木，装上轮子车可以运行。“说”是脱开的意思。这里，“舆”中装载的东西是指主方的军力、财力、物力或身体的力量，“舆说輹”，把主方良好素质积蓄起来，不要施用。",
                    "第二爻位置是阴位，这条爻是阳爻，阳爻在阴位，不当位，不过与五阴有应。不当位，表明主方的良好素质有可能遭受损失，是潜在的对主方不利因素；有应，表明客方素质不佳，需要从主方获得利益，那潜在因素成了真正的对主方不利因素。由于存在这种不利因素，主方应当避免损失，不要轻易挪用自己的良好素质，所以爻辞说，“舆说輹”。"
                ]
			},
            {
				"anno": "",
				"trans": "良马相互追逐，利于艰苦地坚持下去；让兵卫休闲，利于有所前进。",
				"analysis": [
                    "这是大畜卦第三爻爻辞，代表主方态度，阳，表示主方态度强硬。“逐”(zhú)，追赶：逐鹿。“舆卫”，车舆与卫士，泛指兵卫。爻辞建议主方积蓄力量，不要施用自己的良好素质，让良马松开而相互追逐，让兵卫休闲。如果做到如此，就可以避免在客方的顽强抵抗中遭受损失，而能够有所前进，“利有攸往”。",
                    "第三爻位置是阳位，这条爻是阳爻，阳爻在阳位，当位，然而与六阳不有应。当位，表明主方的强硬态度有可能制约客方，是潜在的对主方有利因素。不有应，表明客方态度也强硬，不受主方制约，那潜在因素没有成为真正的对主方有利因素。由于不存在这种有利因素，所以爻辞说“利艰贞”，在“曰闲舆卫”的情况下，“利有攸往”。"
                ]
			},
            {
				"anno": "",
				"trans": "小牛头上的横木，很吉利。",
				"analysis": [
                    "这是大畜卦第四爻爻辞。第四爻是客卦下爻，代表客方的行动，阴，表示客方的行动是被动防守。“童牛”是指幼小的牛。童牛还没有长角，不能够用角顶人，对人没有威胁。爻辞用童牛比喻客方，说明客方的被动行动对主方没有威胁。尽管客方的被动状态不威胁主方，主方也提前防范其威胁。“牿”（gu）是绑在牛角上使牛不得顶人的横木。在童牛头上绑上横木，不仅童牛现在不能顶人，即使以后，角长出来了也不能顶人，这么做就对主方非常有利。所以，爻辞说“童牛之牿，元吉”。",
                    "第四爻位置是阴位，阴爻在阴位，当位，是潜在的对主方的有利因素。这条爻又与第一爻是一阴一阳，有应，那潜在因素成了真正的对主方有利因素，所以爻辞说，“元吉”。"
                ]
			},
            {
				"anno": "",
				"trans": "阉割了的猪的牙，吉利。",
				"analysis": [
                    "这是大畜卦第五爻爻辞。第五爻是客卦中爻，代表客方素质，阴爻，表示客方素质不佳，比如说，资金缺乏、地位底下、实力薄弱、教育程度低，等等。“豶”（fen），阉割猪。“豕”（shi），猪。“豶豕”比喻客方，客方很虚弱，就好比被阉割了的猪。客方的力量就好比被阉割了的猪的牙齿。而对比之下，主方素质良好。显然，客方的豶豕之牙伤害不了主方。但是，尽管那豶豕之牙伤害不了主方，主方仍然防备它，形势对主方有利，所以，爻辞说”吉”。",
                    "第五爻位置是阳位，这条爻是阴爻，阴爻在阳位，不当位，不过与二阳有应。不当位，表明客方素质不佳需要从主方获得弥补；有应，表明主方的良好素质正好可以弥补客方的不足，那不利因素成了真正的对主方不利因素。然而，从总体上考虑，客方需要主方弥补其不足，是对主方的依赖，主方可以依靠自己的良好素质，制服客方，例如用经济手段向客方施压，所以爻辞说“吉”。"
                ]
			},
            {
				"anno": "",
				"trans": "向天堂的道路四通八达，顺利。",
				"analysis": [
                    "这是大畜卦第六爻爻辞，它表示客方强硬态度。“何”（he），感叹词。“衢”（qu），四通八达的道路。“亨”（heng），通达，顺利；如，万事亨通。爻辞直接向主方指出：向天堂的道路四通八达，道路何其多啊，事物进展顺利。言外之意，硬拼并不是通向天堂的唯一捷径，可以对客方的强硬态度置之不理。",
                    "第六爻位置是阴位，这条爻是阳爻，阳爻在阴位，不当位，并且和三阳不有应。不当位，表明客方的强硬态度可能制约主方，是潜在的对主方不利因素；不有应，表明主方态度也强硬，那潜在因素没有成为真正的对主方不利因素。在态度方面，主客双方处于矛盾之中。第六爻是对第五爻的补充，第六爻阳，第五爻阴，表示客方仅仅有很微小的实力，这种强硬态度是外强中干的表现；另一方面，第三爻是对第二爻的补充，这两条爻都是阳，表明主方实力非常强大，主方的强硬态度是实力非常强大的表现。相比之下，客方的强硬态度很脆弱，主方可以用多种不同的方法制服客方，所以爻辞说“亨”。"
                ]
			}
		]
	},
	{
		"index": 27,
		"name": "颐",
		"anno": "",
		"trans": "占卜得吉兆。研究颐养之道，在于自食其力。",
		"analysis": [
			"这个卦是异卦（下震上艮）相叠。震为雷，艮为山。山在上而雷在下，外实内虚。春暖万物养育，依时养贤育民。阳实阴虚，实者养人，虚者为人养。自食其力。"
		],
		"trigrams": [
			{
				"anno": "舍：放置；灵龟：代指财宝，财富；朵颐：丰衣足食的象征",
				"trans": "自己储藏着大量的财宝，还要羡嫉人家的财物，必遭凶险之事。",
				"analysis": [
                    "舍弃自己的铁饭碗而羡慕他人的事业会有凶险。原因是每个人的境遇和能力是不同的，忘却自身的实力而从事高远，忘却自己的有利条件而追随他业是不符实际的，是得不到有效发展的。一个人不要只会羡慕他人的富贵荣耀，而要用自己的智慧自己的有利条件去创造财富。"
                ]
			},
            {
				"anno": "颠：同为填；填颐：纳食物子腮中；经：指阡陌；拂经：这里指垦荒开田；颐：颐养；征：征伐，攻击；颐征：犹言为了生计而去抢劫别人。",
				"trans": "为了糊口，就得在山坡上开荒种地。为了生计而去抢劫别人，这是凶险之事。",
				"analysis": [
                    "颠，填也。要填饥糊口，就得自力更生。不开垦于丘园而想得到颐养，不从正道而攫取和征往必有凶险。原因是不开垦于丘园而想获得颐养无非是做坏事的勾当，这就叫“行失类也。”行失其类，必然凶险，受民打击而已。"
                ]
			},
            {
				"anno": "拂：违背；颐：这里指颐养之道。",
				"trans": "违背养生正道，靠歪门邪道过活，占问得凶兆。十年都得倒霉，永无好处。",
				"analysis": [
                    "违背自力更生自求口食的颐养之道不用说是凶险的，原因是道不正则行不顺，是以十年无有作为，何利之有，道大相径庭也。人不应当欲望吞噬本性，骄侈靡乱心志，一旦迷离则万劫不复矣。"
                ]
			},
            {
				"anno": "颠：声假为填；颠颐：犹言糊口。详前注；其欲逐逐：安然自得之貌。",
				"trans": "所求不过糊口，害人之心不可存，吉利。虎视眈眈，防人之心不可无。这样就可以安享天年，悠然自得，无灾祸。",
				"analysis": [
                    "虎视眈眈，凶狠贪婪貌也。其欲逐逐，贪利欲速貌也。养家糊口，十分吉祥。人们追逐于名利看齐于荣华富贵本身很正常不过，也没有过错。但世界远不是风平浪静的世界，而是虎视眈眈、追利逐逐、竞争激烈的世界。因此我们必须规范社会行为，尊重养生之道，合乎人类规则，不要自犯其咎。故为政之道当以天下为重，保障社会制度，规范社会体系，使老有所养，幼有所教，病有所医，居有其屋，不断促进社会稳定、健康、合理发展和公正、公平、持续发展。当今天下，我们必需建立社会保障制度，努力做到每一成员的权力公平、机会公平、规则公平、分配公平，从而才能颐养天下，才能最大限度地拉平社会成员生活水平的差距，才能维护社会的稳定和长治久安。"
                ]
			},
            {
				"anno": "拂：借为刜；经：即径，阡陌；拂经：指开荒种地",
				"trans": "开荒种地，平居度日，占问得吉兆。筮遇此爻，不可涉水渡河。",
				"analysis": [
                    "违背颐养之道，停居不前可获吉祥。切不能涉险犯难，违法犯罪。原因是涉险犯难违法犯罪就会害人害己得不偿失。是以当居之以吉，顺天应民，以从上也。"
                ]
			},
            {
				"anno": "由：遵循；颐：颐养之道。",
				"trans": "遵循生活正道，先艰难而终吉利。筮遇此爻，有利于涉水渡河。",
				"analysis": [
                    "一切都可得到颐养，贵在艰苦努力，虽厉终吉。妄想寻找捷径和不劳而获是不可能的，是会招天谴的。因此要遵循颐养之道自力更生不断努力。如能遵循这个原则，不管走到哪儿都是可行的。人间正道是自己动手来丰衣足食，如此虽厉终吉，没有什么可阻挡的，是以大有庆也。如果动歪脑筋则相去千里矣，何以安其心？"
                ]
			}
		]
	},
	{
		"index": 28,
		"name": "大过",
		"anno": "",
		"trans": "栋梁弯曲，利于有所前进，顺利。",
		"analysis": [
			"这个卦是异卦（下巽上兑）相叠。兑为泽、为悦，巽为木、为顺，泽水淹舟，遂成大错。阴阳爻相反，阳大阴小，行动非常，有过度形象，内刚外柔。",
            "消极被动的主方顺从客方，而客方积极主动，使得主方感受巨大压力，“栋挠”，在客方压力下，主方应当有所作为，进展会顺利，“利有攸往，亨”。虽然利有攸往，并且亨通，然而栋梁弯曲，很难长久支撑。"
		],
		"trigrams": [
			{
				"anno": "",
				"trans": "用白茅草铺垫，无所怪罪。",
				"analysis": [
                    "第一爻是主卦下爻，代表主方的行动，阴，表示主方消极被动，比如说，防守、退却、不想冒险、不想探索或开辟新的发展领域、只求保持现状，等等。主方不想积极行动，在客方推动下，勉强行动起来，不过很慎重，行动缓慢，行动之前作充分准备，“藉用白茅”，如此，应当不受怪罪。否则，不“藉用白茅”，行动仓促，则受怪罪。",
                    "第一爻的位置是阳位，这条爻是阴爻，阴爻在阳位，不当位，不过与四阳有应。不当位表明主方消极被动不适当，是对主方不利的潜在因素。有应说明这种不利的潜在因素可能被客方利用，对主方产生实际的不利效果，主方应当极力扭转消极被动局面。但是，也不能仓促，爻辞提醒主方，“藉用白茅”。"
                ]
			},
            {
				"anno": "",
				"trans": "枯杨树生芽，老翁得到妻子，没有不利。",
				"analysis": [
                    "第二爻是主卦的中爻，代表主方素质，阳，表示主方素质良好，比如说，主方有资金、有地位、有权力、有实力、有技术，等等。在客方推动下，基于主方的良好素质，主方意外地获益，“枯杨生稊，老夫得其女妻”，这对于主方来说，没有不利的。“枯杨”与“老夫”象征主方，“稊”与“女妻”象征客方。有了“稊”可能生新枝，有了“女妻”可能生子女，主方与客方的结合，为主方进一步发展带来了希望。这一条爻辞是与上条联系的，主方先“藉用白茅”，才有“枯杨生稊，老夫得其女妻”。",
                    "第二爻的位置是阴位，这条爻是阳爻，阳爻在阴位，不当位，并且和五阳不有应。不有应并不是对主方的不利因素，只是说明客方从主方良好素质获益的可能性小。这种不有应不仅对主方无害，而且对主方有益，主方的良好素质被保存，主方又可以用自己的良好素质获取利益，爻辞形象地用“枯杨生稊，老夫得其女妻”作比喻。"
                ]
			},
            {
				"anno": "",
				"trans": "栋梁弯曲，有凶险。",
				"analysis": [
                    "第三爻是主卦的上爻，代表主方态度，阳，表示主方态度强硬。同时，第三爻是对第二爻的补充，第二爻是阳，第三爻也是阳，这表示主方的素质很好。主方也许很坚定，很明朗，也许很粗暴，很傲慢，而客方态度随和，主方很难对付客方，形成“栋桡”状态，如果主方不改过分强硬态度，栋梁可能折断，所以说，“栋桡，凶”。要避免凶险，就要改变主方过于强硬态度，切不可粗暴，切不可傲慢。",
                    "第三爻的位置是阳位，这条爻是阳爻，阳爻在阳位，当位，又与六阴有应。当位表明主方的强硬态度是正确的，应当保持。不过这种强硬态度是以良好素质为基础，由于实力强大，可能自满、傲慢，或者粗暴。而客方并不反对主方的强硬态度，反而顺从，这可能又助长主方的傲慢和粗暴，其结果很危险。"
                ]
			},
            {
				"anno": "",
				"trans": "栋梁隆起，吉利；有其它关系，太不适宜。",
				"analysis": [
                    "第四爻是客卦的下爻，代表客方行动，阳，表示客方积极主动地谋取和扩大自己的利益，比如说，创新、创业、投资、进攻、求职、示爱，等等。“栋”象征主方，客方积极主动促进主方行动起来，弯曲的栋梁窿了起来，主方开始行动起来了，这对主方是吉利的。如果主方有其它关系，不顺从客方，主方就太不适宜了。",
                    "第四爻的位置是阴位，这条爻是阳爻，阳爻在阴位，不当位，不过与一阴有应。不当位表明主方可能受到积极主动的客方操纵，对主方不利；有应表明客方确实操纵主方。形势对于主方来说并不好。从另一方面说，主方消极被动本来就是主方的严重缺点，如果，主方能够由此而振作起来，那就成了好事。所以，主方不应当回避恶劣环境而找其它出路。"
                ]
			},
            {
				"anno": "",
				"trans": "枯杨树开花，老妇人得到年轻丈夫；没有怪罪，没有赞誉。",
				"analysis": [
                    "第五爻是客卦中爻，代表客方素质，阳，表示客方素质良好。在主客双方关系中，客方良好的素质，给双方关系带来了光彩，好像是枯杨树开了花，只开花而不结子；也好像老妇人得到了年轻丈夫，有了年轻丈夫仍然不能生孩子，这些都没有实际效果。主方已经有了良好素质，客方的良好素质对主方没有实际作用，所以，对于主方来说，“无咎无誉”。",
                    "第五爻的位置是阳位，这条爻是阳爻，阳爻在阳位，当位，然而与二阳不有应。当位表明客方的良好素质是对主方有利的潜在因素，主方有可能利用客方的良好素质获益；不有应表明这种潜在的有利因素不成事实，由于主方素质很好，比客方素质更好，比客方实力更强大，主方不需要依靠客方的良好素质得益。主方真正应当做的是着力扭转被动状态，依靠自己的良好素质，开拓发展。"
                ]
			},
            {
				"anno": "",
				"trans": "涉过淹没头顶的深水，凶险，无所怪罪。",
				"analysis": [
                    "第六爻是客卦上爻，代表客方态度，阴，表示客方态度随和。主方以强硬态度对待随和的客方，可能陷入客方圈套，如同“过涉灭顶”，主方有凶险。如果主方认识到这种凶险，改变过分强硬的态度，则无所怪罪。",
                    "第六爻的位置是阴位，这条爻是阴爻，阴爻在阴位，当位，又与三阳有应。既当位又有应，是对主方有利的因素。本来，客方能够随和主方的强硬态度，尊重主方意见，对于主方来说，这是好事，主方可以让双方关系朝对自己有利的方向发展。问题是，与第六爻对应的第三爻是对第二爻的补充，第二爻和第三爻都是阳爻，表明主方实力非常强，这就可能使得主方自满、傲慢和粗暴，从而态度强硬过渡，“过涉灭顶，凶”。主方应当以此为戒，态度强硬是正确的，但是，切不可过分强硬。"
                ]
			}
		]
	},
	{
		"index": 29,
		"name": "坎",
		"anno": "",
		"trans": "《坎卦》象征重重艰险：像水奔流一样，胸怀坚定的信念，执著专一，内心才能不畏艰险而获得亨通，这种奔流不止、坚强刚毅的行为必然被人们所崇尚。",
		"analysis": [
			"这个卦是同卦（下坎上坎）相叠。坎为水、为险，两坎相重，险上加险，险阻重重。一阳陷二阴。所幸阴虚阳实，诚信可豁然贯通。虽险难重重，却方能显人性光彩。",
            "《坎卦》的卦象是坎（水）下坎（水）上，为水流之表象。流水相继而至、潮涌而来，必须充满前方无数极深的陷坑才能继续向前，所以象征重重的艰险困难；君子因此应当坚持不懈地努力，反复不间断地推进教育事业。"
		],
		"trigrams": [
			{
				"anno": "",
				"trans": "置身于重重的艰险困难之中，落入到陷坑的最底下，结果必然是凶险的。",
				"analysis": [
                    "“置身于重重的艰险困难之中，落入到陷坑的最底下”，是因为不能坚守正道，自身软弱无能，又得不到外援，所以遭遇凶险。"
                ]
			},
            {
				"anno": "",
				"trans": "仍然处在陷坑之中面临危险，虽不能脱险，但在一定程度上还是可以解决一些小问题的。",
				"analysis": [
                    "“虽不能脱险，但在一定程度上还是可以解决一些小问题的”，说明仍未脱离险境。"
                ]
			},
            {
				"anno": "",
				"trans": "往来进退都处在重重陷坑之间，面临危险难以得到安全，落入陷坑的最底下，在这种情况下，只有伏枕以待，不可轻举妄动。",
				"analysis": [
                    "“往来进退都处在重重陷坑之间”，是说虽急于求得平安，结果是欲速则不达，最终还是不能摆脱危险，走出困境。"
                ]
			},
            {
				"anno": "",
				"trans": "一樽酒，两簋饭，用瓦缶盛着进献，礼虽然很轻，然而却充满了深厚的情意，正大光明地表示诚信，最终不会发生灾祸。",
				"analysis": [
                    "“一樽酒两簋饭”，是说在艰险困难的情况下能够推心置腹、相互信任地交往，刚柔相济，所以最终免遭灾祸。"
                ]
			},
            {
				"anno": "",
				"trans": "奔流的水还未溢出陷坑，然而却已和陷坑平齐了，还不会发生灾害。",
				"analysis": [
                    "“奔流的水还未溢出陷坑”，说明居中而不自大，所以，还不会发生灾害。"
                ]
			},
            {
				"anno": "",
				"trans": "被绳索重重地捆绑住，囚放在荆棘丛生的牢狱中，长达三年不能解脱，十分凶险。",
				"analysis": [
                    "“《坎卦》的第六爻位(上六)面临艰险困难，不能坚守正道，所以遭受三年的凶险。"
                ]
			}
		]
	},
	{
		"index": 30,
		"name": "离",
		"anno": "",
		"trans": "利于坚持，顺利；蓄养牝牛吉利。",
		"analysis": [
			"这个卦是同卦（下离上离）相叠。离者丽也，附着之意，一阴附丽，上下二阳，该卦象征火，内空外明。离为火、为明、太阳反复升落，运行不息，柔顺为心。",
            "这是5:5卦的卦辞。这个卦是同卦（下离上离）相叠。离者丽也，附着之意，一阴附丽，上下二阳，该卦象征火，内空外明。离为火、为明、太阳反复升落，运行不息，柔顺为心。“牝”(pìn)，雌性的鸟或兽，与“牡”相对：牝牛。“牝牛”，这里指客方。主方积极主动，态度坚定地改善自己的素质，应当坚持如此，“利贞”。客方的素质不佳，尽管也积极主动，并且态度强硬，然而，不至于对主方有碍，主方的事务仍然可以顺利进行，“亨”。要注意妥善处理和客方的关系，不要对客方过于粗暴，如果能够让客方像温顺的牝牛一样，蓄养着这样的牝牛，对于主方来说是吉利的。反之，如果态度过于粗暴，激怒客方，客方成了一头凶猛的公牛，对于主方来说，就不吉利了。"
		],
		"trigrams": [
			{
				"anno": "错然敬之：帛《易》作“礼昔然敬之”，帛《易》“履”作“礼”、“错”作“昔”，古“错”、“昔”二字互假。“昔”字作始解，依帛《易》此爻指行礼开始即应崇敬。",
				"trans": "在开始行事时，由于急于求成而出现错乱，后来能恭敬慎重且未轻举妄动，结果没有发生什么灾祸。",
				"analysis": [
                    "朱熹《周易本义》曰：以刚居下而处明体，志欲上进，故有“履错然”之象，“敬之”则“无咎”矣。戒占者宜如是也。"
                ]
			},
            {
				"anno": "黄离，元吉。用黄色网猎取禽兽，开始即吉。离为网。商周时代尚黄色故吉。",
				"trans": "有黄色附着，就可以获得大吉大利。（在古人的审美观念中黄是最美好的颜色。）",
				"analysis": [
                    "朱熹《周易本义》曰：“黄”，中色。柔离乎中而得其正。"
                ]
			},
            {
				"anno": "日昃之离：日斜张网（捕禽兽）。昃，日过中午。不鼓缶而歌：不敲击缶而唱歌。缶，瓦盆，可作为乐器之用。鼓，敲打。大耋之嗟：老人发出叹息。耋（dié），老年人的通称。古人称老年人为“耋年”。嗟，叹息。",
				"trans": "夕阳西下，好比人生已入老年，这时如果不能敲着瓦器伴唱高歌地欢度晚年，就难免会有春蚕将死、蜡炬成灰的哀叹，这样必然遭遇凶险。",
				"analysis": [
                    "朱熹《周易本义》曰：重离之间，前明将尽。故有“日昃”之象。不安常以自乐，则不能自处而“凶”矣。"
                ]
			},
            {
				"anno": "不孝之子返家，（人们因不孝）将他焚烧，置于他死地，抛弃他。突，来，返回家。焚、死、弃，是家人施于不孝之子的刑罚。亦有解“突”为烟囱者，然而九三爻“大耋之嗟”思之，似解“突”为不孝子为胜。",
				"trans": "遇到了突如其来的事情，脾气发得犹如燃烧的烈火，但顷刻之间又烟消云散、不复存在，落得个被抛弃的下场。",
				"analysis": [
                    "朱熹《周易本义》曰：后明将继之时，而九四以刚迫之，故有此象。"
                ]
			},
            {
				"anno": "出涕沱若，戚嗟若：泪如雨下，忧戚叹息。沱若，滂沱状。喻游戏泪满面如雨。若，样子。戚，忧伤。嗟，叹息。",
				"trans": "泪流如雨的样子，忧伤叹息，居安思危到了这种程度，吉利。",
				"analysis": [
                    "朱熹《周易本义》曰：以阴居尊，柔丽乎中，然不得其正而迫于上下之阳，故忧惧如此，然后得“吉”。戒占者宜如是也。"
                ]
			},
            {
				"anno": "王用出征，有嘉折首，获匪其丑：君王用兵出征，有令嘉奖能折服首恶的人，执获的不是一般随从者。嘉，嘉奖。折，折服。匪，非。丑，同类，随从者。",
				"trans": "君王用兵出征，下令嘉奖折服敌群，斩杀敌首的人，因为获得的俘虏不一定是敌首的随从者，所以要恰当处理，才能没有灾咎。",
				"analysis": [
                    "朱熹《周易本义》曰：刚明及远，威震而刑不滥，“无咎”之道也，故其象占如此。"
                ]
			}
		]
	},
	{
		"index": 31,
		"name": "咸",
		"anno": "",
		"trans": "顺利，利于坚持下去，娶女吉利。",
		"analysis": [
			"这个卦是异卦（下艮上兑）相叠。艮为山；泽为水。兑柔在上，艮刚在下，水向下渗，柔上而刚下，交相感应。感则成。",
            "这是咸卦的卦辞，综合地说明当前主客双方关系的形势。“亨”（heng），通达，顺利；如，万事亨通。通达和顺利都可以表示事物发展和变化的状态。“贞”（zhen），坚持，如，坚贞不屈。“取女”是形象比喻，只有在婚姻关系中才可以直接作“娶妻”解释，在主客双方关系中，可以理解为吸取客方资源以壮大自己。从卦的结构图可以看出，六条爻中有三条爻当位，并且，六条爻全部有应，形势对主方有利，有利于坚持下去，爻辞说“亨，利贞”。第一爻和第二爻的有应都是主方的阴适应客方的阳，表示主方被动，客方主动，在客方主动的时候，抓住机遇，利用客方资源丰富自己，如果这样，就吉利，爻辞说“取女吉”。如果不是采用“取女”战术，而是与客方完全对抗，那就不一定吉利。"
		],
		"trigrams": [
			{
				"anno": "",
				"trans": "感应发生在脚的大拇趾上。",
				"analysis": [
                    "这是咸卦第一爻的爻辞，第一爻代表主方行动。这是阴爻，表示主方行动被动，处防守状态。“其”指客方。“拇”指手或脚的大指。此时处于初级阶段，所以只能得到较肤浅的感应。",
                    "第一爻的位置是阳位，这条爻是阴爻，阴爻在阳位，不当位，不过与四阳有应。不当位，就是说主方的消极被动不适当，是个潜在的不利因素；有应表明这种不利的潜在因素被客方利用，主方不得不顺从客方，这潜在的不利因素成了真正的不利因素。但是，从整体上来看，主方的素质不佳，而客方的素质良好，主方在顺从客方的过程中，没有什么可以损失，反而可能从客方的良好素质得益。所以，这条爻的不当位而有应的状态，对主方有利。"
                ]
			},
            {
				"anno": "",
				"trans": "给他的腿肚子加一点咸味，有凶险，安居吉利。",
				"analysis": [
                    "这是咸卦第二爻的爻辞，阴爻，表示主方素质不佳，比如说，资金缺乏、地位底下、实力薄弱、教育程度低，等等。“腓”（fei），腓肠肌，胫骨后的肉，俗称“腿肚子”。如果单从爻的当位和有应的有利状态来看，当前应当是主方从客方得利的良机，客方已经把腿肚子伸过来了，主方应当吃掉它。然而，爻辞说“凶”，不能吃。因为从全局看，客强主弱，主方没有那么大的肚子能吃掉客方的腿肚子。所以，爻辞说“居”，不要动。吃掉客方的腿肚子，有凶险。隐蔽不动，吉利。",
                    "第二爻的位置是阴位，这条爻是阴爻，阴爻在阴位，当位，又与五阳有应。当位表明主方素质不佳是适当的，这不是说，主方的素质不佳对于主方是好事，而是说，素质不佳已经是现实，这种现实情况有利于主方从客方的良好素质得益，这是对主方有利的潜在因素；有应，由于客方的素质良好，这种有利的潜在因素成了事实，主方有可能从客方的良好素质得益。不过，考虑到主方顺从客方的状态，主方不宜直接地采取措施从客方谋取利益，而是应当耐心地等待适当时机。"
                ]
			},
            {
				"anno": "",
				"trans": "感应到了小腿上，凶险，安于居所则吉祥。",
				"analysis": [
                    "这是咸卦第三爻的爻辞，阳，表示主方态度强硬。“股”（gu），大腿。“执”（zhi），拿着，掌握；执笔，执政。“其”（qi），他，他的。“随”（sui），跟着，顺从。“吝”（lin）过分爱惜：吝啬。六二与九五相感应。此时的感应已经到了小腿上了，说明感应有了进一步的发展。但爻辞说“凶”，这是怎么回事呢？原来，六二与九五的感应虽然到了小腿上，但感应的程度还没有达到最火热的地步。而六二却想急于跟随九五而去，这种举动，由于时机不成熟，当然会凶险了。所以爻辞又补充说：“居吉”，意思是在家里不要外出才会吉祥。六二为什么有外出之象呢？因为六二是咸卦下互卦巽卦的最下爻，巽为随为入，所以有随人走之象。",
                    "第三爻的位置是阳位，这条爻是阳爻，阳爻在阳位，当位，又与六阴有应。当位表明主方强硬态度是正确的，这是对主方有利的潜在因素；有应表明客方能够接受主方的强硬态度，这个对主方有利的潜在因素成了事实。主方应当利用这个机会，控制客方，“执其随”。但是，由于客方强大，主方的力量薄弱，主方在从客方谋取利益的时候一定要小心谨慎。"
                ]
			},
            {
				"anno": "",
				"trans": "坚持下去吉利，悔恨消失；朋友摇曳不定，顺从您的意愿。",
				"analysis": [
                    "这是咸卦第四爻的爻辞。第四爻是客卦下爻，代表客方行动，阳，表示客方积极主动地谋取和扩大自己的利益，比如说，创新、创业、投资、进攻、求职、示爱，等等。“贞吉”，坚持下去吉利，面对客强主弱的形势，主方应当坚持消极被动和强硬的态度。如果这样，就是应当做的，没有悔恨，爻辞说“悔亡”。“憧憧”（chongchong），往来不定，摇曳不定，人影憧憧。“朋”指客方。“尔”指主方。“憧憧往来，朋从尔思”指客方摇曳不定，只得顺从主方的意思而转移。",
                    "第四爻的位置是阴位，这条爻是阳爻，阳爻在阴位，不当位，不过与一阴有应。不当位表明客方积极主动，这可能损伤主方利益，是对主方的潜在的不利因素；有应说明主方顺从客方，对客方的积极主动没有反抗，不利的潜在因素成了事实，客方可以控制主方。但是，由于主方的素质不佳，比如说，很贫穷，主方顺从客方，没有什么可以损失，相反地，客方要求主方顺从，为客方服务，主方可以取得酬金，这实际上是对主方有利。这种情况下，主方应当顺从客方，“贞吉，悔亡”。主方可以利用被动局面，迷惑客方，使客方“憧憧往来”。再冷静地观察和了解客方，发现可以获利的机会，让客方听从主方的意愿，“朋从尔思”。"
                ]
			},
            {
				"anno": "",
				"trans": "感应发生在脊背上，不会发生后悔。",
				"analysis": [
                    "感应到后背，是心愿还没有脢指的是人后背脊椎附近的肉，也就是离心脏很近了。说明感应已经到了最敏感的部位，人的后背有着丰富的经络，所以感觉极其敏锐。可是九五之上是上九，九五尽管与六二相应，但迫于上六的缘故，所以不能与六二相合。所以象辞中说“志末也。”",
                    "第五爻的位置是阳位，这条爻是阳爻，阳爻在阳位，当位，又与二阴有应。当位表明客方的良好素质是对主方有利的潜在因素；有应表明主方素质不佳，可以利用客方的良好素质，这种有利的潜在因素成了事实。客方的良好素质，就像是一块里脊肉，主方应当加上一点咸味，吃掉。这样做顺其自然，“无悔”。"
                ]
			},
            {
				"anno": "",
				"trans": "感应到牙床、面颊和舌头上。",
				"analysis": [
                    "这是咸卦第六爻的爻辞。第六爻是客卦上爻，代表客方态度，阴爻，表示客方态度随和。“辅”（fu），指面颊，人的颊骨部位。“颊”（jia），人的面部两侧从眼到下颌的部分。“辅颊舌”反映客方态度，从字面上看，这条爻辞的意思是，注意客方态度，利用客方的随和态度。",
                    "第六爻的位置是阴位，这条爻是阴爻，阴爻在阴位，当位，又与三阳有应。当位表明客方的随和态度是对主方有利的潜在因素；有应表明主方的强硬态度正好适应于客方的随和态度，这种对主方有利的潜在因素成为真正对主方有利，客方能够接受主方的强硬态度，按主方意图，以其良好素质作对主方有益的事。"
                ]
			}
		]
	},
	{
		"index": 32,
		"name": "恒",
		"anno": "",
		"trans": "顺利，无所怪罪，利于坚持，利于有所前进。",
		"analysis": [
			"这个卦是异卦（下巽上震）相叠。震为男、为雷；巽为女、为风。震刚在上，巽柔在下。刚上柔下，造化有常，相互助长。阴阳相应，常情，故称为恒。",
            "这是恒卦的卦辞。“亨”（heng），通达，顺利；万事亨通。恒卦的三对爻全部有应，二条爻当位，卦辞说“亨”。然而有四条爻不当位，因此卦辞没有说“元亨”。主方消极被动，而客方积极主动；客方没有足够的力量,主方有力量；主方强而有力，客方尊重主方。主方和客方在各方面都相互补充，“亨”。主方出力量帮助客方，同时也受惠于客方，主方“无咎”。主方应当保持目前状态，“利贞”。如果主方主动而不是被动地对客方作出反映，可能对主方更有利，“利有攸往”。"
		],
		"trigrams": [
			{
				"anno": "",
				"trans": "疏通恒久状态，坚持有凶险，没有什么利益。",
				"analysis": [
                    "“浚”（jun）,疏通，挖深；浚河。第一爻是主卦的下爻，代表主方的行动，阴爻，表示主方消极被动。爻辞告诉主方被动是不利的，应当经常检查和纠正消极被动的状态和不适当的行为，疏通自己。如果不疏通，任消极被动状态保持下去，有凶险，没有什么利益。",
                    "这条爻是阴爻在阳位，不当位，与四阳有应。不当位表明主方消极被动 [3]  ，不利于主方发展，是潜在的对主方不利的因素；有应表明客方积极主动，正好利用主方的消极被动取得发展，对客方有利，对主方不利，这潜在因素成了真正的对主方不利的因素。所以爻辞说“贞凶，无攸利“。"
                ]
			},
            {
				"anno": "",
				"trans": "悔恨消亡。",
				"analysis": [
                    "这是恒卦第二爻的爻辞，表示主方的素质是阳，比如说资金充足，有权力，身体健壮，等等。这是主方的利益所在，有此良好素质，“悔亡”。",
                    "这条爻是阳爻在阴位，不当位，与五阴有应。不当位表明主方素质良好，有可能受到客方伤害，是潜在的对主方不利的因素；有应表明客方素质不佳，正好可以从素质良好的主方取得补益，这潜在因素成了真正的对主方不利的因素。同时，由于客方对主方的依赖，主方可以保持比较安定的环境，所以爻辞说“悔亡”。"
                ]
			},
            {
				"anno": "",
				"trans": "不保持恒久的品德，也许会承受耻辱；坚持下去很难。",
				"analysis": [
                    "这是恒卦第三爻的爻辞。第三爻是主卦的上爻，代表主方的态度，阳爻，表示主方对客方的态度强硬。“其”指主方，“恒”是动词，使保持恒久，“不恒其德”，如果不在思想意识上保持恒久，“或承之羞”，也许会蒙受耻辱。",
                    "这条爻是阳爻在阳位，当位，并且与六阴有应。当位表明主方态度强硬，有可能制约客方，是潜在的对主方有利的因素；有应表明客方态度随和，接受主方制约，这潜在因素成了真正的对主方有利的因素。另一方面，主卦的上爻是对中爻的补充，这两条爻都是阳爻，表示主方素质非常好，实力极强，主方很可能因此而自满，傲慢，粗暴，从而造成衰落，对主方不利，所以爻辞说“贞吝”。"
                ]
			},
            {
				"anno": "",
				"trans": "田野没有野禽。",
				"analysis": [
                    "从字面理解，由于没有恒久地施肥和清理，连野禽都不到田里来了。这是恒卦第四爻的爻辞，代表客方的行动，阳，表示客方积极主动地谋取和扩大自己的利益，比如说，创新、创业、投资、进攻、求职、示爱，等等。“田”指主客双方关系，“禽”指双方关系中对主方有益的事项。“田无禽”，由于客方积极主动，而主方消极被动，双方关系中的有益的事项都被客方获取了，没有什么可以为主方所有。",
                    "这条爻是阳爻在阴位，不当位，与一阴有应。不当位表明客方积极主动，有可能损害主方利益，是潜在的对主方不利的因素；有应表明主方消极被动，正好是客方发展的好机会，对主方不利，这潜在因素成了真正的对主方不利的因素。爻辞中没有判断辞，不过“田无禽”描述了这种对主方不利的状态。"
                ]
			},
            {
				"anno": "",
				"trans": "使他有恒久的品德，坚持，妇人吉利，男子有凶险。",
				"analysis": [
                    "这是恒卦第五爻的爻辞，代表客方的素质，阴，表示客方需要主方的关怀和支持。“其”指主方。“恒其德”，使主方具有恒久的品德。“贞”，坚持，主方应当坚持恒久的品德。“妇人吉，夫子凶”：像妇女爱坚守忠贞就吉利；像男子爱见异思迁就有凶险。",
                    "这条爻是阴爻在阳位，不当位，与二阳有应。不当位表明客方素质不佳，有可能向主方寻求帮助，是潜在的对主方不利的因素；有应表明主方素质良好，正好可以满足客方需要，这潜在因素成了真正的对主方不利的因素。另一方面，由于客方对主方的依赖，主方可以有比较安定的环境。所以爻辞中没有判断辞。"
                ]
			},
            {
				"anno": "",
				"trans": "恒久的状态振荡不定，有凶险。",
				"analysis": [
                    "这是恒卦第六爻的爻辞，表示客方的态度阴，态度随和。“振恒”指在客方态度随和的情况下，主方的恒久状态振荡不定。这对于主方有凶险。",
                    "这条爻是阴爻在阴位，当位，与三阳有应。当位表明客方态度随和，有可能接受主方制约，是潜在的对主方有利的因素；有应表明主方态度强硬，正好可以制约客方，这潜在因素成了真正的对主方有利的因素。另一方面，客卦的上爻是对其中爻的补充，这两条爻都是阴爻，表示客方的素质极差，实力极弱，而主方素质极好，实力极强，在此极端反差下，主方很容易自满，傲慢，粗暴，以致更趋衰落，所以爻辞说“凶”。"
                ]
			}
		]
	},
	{
		"index": 33,
		"name": "遁",
		"anno": "",
		"trans": "顺利，少许有利于坚持下去。",
		"analysis": [
			"这个卦是异卦（下艮上乾）相叠。乾为天，艮为山。天下有山，山高天退。阴长阳消，小人得势，君子退隐，明哲保身，伺机救天下。",
            "这是遯卦卦辞，概括地分析当前主客双方关系形势。“遯”（dun）与遁是一个字，遁并非退或逃，贴切一点儿的解读是退守观察。“亨”（heng），通达，顺利；如，万事亨通。“贞”（zhen），坚定，有节操；忠贞，坚贞不屈。从卦的结构看，第二、三、五爻当位，第一爻和第四爻，以及第二爻和第五爻有应，这象征着当前的形势对主方不是很坏，主方能够顺从客方的进攻，有机会把客方的实力转化为自己所有，并且，主方能够以强硬的态度维护自己的独立和尊严，因此卦爻辞说“亨”。由于客方力量强大，进攻紧逼，并且态度蛮横，如果主方坚持不移，则益处不大，因此卦辞说“小利贞”，还是逃遁为好。"
		],
		"trigrams": [
			{
				"anno": "",
				"trans": "逃迟成了尾巴，形势将很困难，不要做其它事情。",
				"analysis": [
                    "这是遯卦第一爻爻辞，代表主方的行动，阴，表示主方消极被动，比如说，防守、退却、不想冒险、不想探索或开辟新的发展领域、只求保持现状，等等。“厉”（li），凶猛，厉害，严格，切实，如厉行节约；严厉。这条爻辞告诫主方应当迅速撤离，如果退迟了，成了尾巴，形势将很困难，“厉”。应当一致行动，不要做其它事情，“勿用有攸往”。",
                    "第一爻的位置是阳位，这条爻是阴爻，阴爻在阳位，不当位，并且与四阳有应。不当位表示主方的消极被动是对主方潜在的不利因素，有应表示这种对主方潜在的不利因素成了真正的对主方不利的因素，客方以积极主动控制了主方。为了摆脱客方控制，主方应当逃遁，因此，“遯尾，厉，勿用有攸往”。"
                ]
			},
            {
				"anno": "",
				"trans": "用黄牛之革捆住他牵着走，使他逃脱不了。",
				"analysis": [
                    "这是遯卦第二爻爻辞，代表主方素质。阴，表示主方素质不佳，比如说，资金缺乏、地位底下、实力薄弱、教育程度低，等等。这条爻辞是直接对主方的逃遁提出建议，建议主方在逃遁过程中密切注意客方动向，不要把客方丢了。爻辞中有三个”之”。第一个”之”表示主方是“执”的主体，是主方把客方捆住，再牵着走；而不是客方把主方捆住。第二个“之”是”的”的意思，指“革”是“黄牛”的“革”。第三个“之”指“执之用黄牛之革”这件事。“说”是”脱”的意思。爻辞的意思是，把客方用黄牛之革捆住牵着走，使客方逃脱不了。在牵着客方走的时候，主方应当特别注意客方的动向，避免自己受到打击。",
                    "第二爻的位置是阴位，这条爻是阴爻，阴爻在阴位，当位，又与五阳有应。当位表示主方的素质不佳是对主方潜在的有利因素，主方有可能从客方的良好素质获益；有应表示这种对主方潜在的有利因素，成了对主方真正有利的因素，主方应当利用此良机，保持与客方联系，从客方获利，如爻辞所说，“执之用黄牛之革，莫之胜说”。"
                ]
			},
            {
				"anno": "",
				"trans": "遁隐时被牵绊住，会导致阴祸加身，只有畜养臣妾吉利。",
				"analysis": [
                    "“畜”（xu），养禽兽：畜产，畜牧事业。“臣”（chen），君主时代官吏的通称，有时又指平民百姓。“妾”（qie），旧社会男子除正妻之外又娶的女子。这是遯卦第三爻爻辞，代表主方态度。阳表示主方态度强硬。爻辞建议主方，在逃遁的时候，要维持各方面联系，“系遯”。要妥善处理各种事项，避免错误，“有疾厉”。爻辞一再强调逃遁时要保护和积蓄自己的力量，“畜臣妾”。保护和积蓄自己的力量对主方有利，“吉”。",
                    "第三爻的位置是阳位，这条爻是阳爻，阳爻在阳位，当位，然而与六阳不有应。当位表示主方的强硬态度是潜在的对主方有利的因素，不有应表示这种潜在因素并没有成为真正的对主方有利的因素。主方应当保持强硬态度，但是，要有耐心，在逃遁的时候，保持与各方面联系，避免失误，“系遯，有疾厉”。并且，保护和积蓄自己的力量，“畜臣妾”。这样，一旦客方出现随和态度，主方就逃遁成功，“吉”。"
                ]
			},
            {
				"anno": "",
				"trans": "好的逃遁，形势有利于英明、勇敢的人，而不利于愚昧、怯弱的人。",
				"analysis": [
                    "这是遯卦第四爻爻辞。第四爻是客卦下爻，代表客方的行动，阳爻表示客方积极主动地谋取和扩大自己的利益，比如说，创新、创业、投资、进攻、求职、示爱，等等。面对客方的强力进攻，主方主动逃遁，避开客方锋芒，爻辞说这是“好遯”。尽管是“好遯”，如何将自己的损失降到最低，使客方的损失达到最大，取决于策略，取决于制定策略的人。“君子”指英明、勇敢的人，“小人”指愚昧、怯弱的人。形势有利于英明、勇敢的人，“君子吉”，而不利于愚昧、怯弱的人，“小人否”。",
                    "第四爻的位置是阴位，这条爻是阳爻，阳爻在阴位，不当位，而且与一阴有应。不当位表示客方的积极主动是潜在的对主方不利的因素，有应表示这种潜在因素成了真正的对主方不利的因素。在这不利形势下，主方须要逃遁，然而，既要成功地逃遁，又要避免损失，主方不应当对客方仅仅是消极被动，而是应当巧妙地与客方周旋，阴中有阳，以柔克刚，这样就对主方吉利，“好遯，君子吉”。如果失误，只是消极逃遁，绝对地阴，或者，盲目反抗，绝对地阳，形势将会很困难，“小人否”。"
                ]
			},
            {
				"anno": "",
				"trans": "值得嘉奖的逃遁，坚持下去吉利。",
				"analysis": [
                    "这是遯卦第五爻爻辞。这条爻代表客方素质，阳爻，表示客方实力雄厚。在主客双方关系中，如果处理恰当，客方的实力有可能转化为主方所有，坏事变好事。爻辞也是从积极方面给主方作参谋。“嘉”（jia），赞美。嘉许，精神可嘉。“嘉遯”，值得嘉奖的逃遁。坚持下去吉利，“贞吉”。",
                    "第五爻的位置是阳位，这条爻是阳爻，阳爻在阳位，当位，又与二阴有应。当位而又有应，是对主方真正的有利因素。按常理，在主客双方力量相差悬殊，客方步步紧逼情况下，形势对主方很危险，主方的处境很困难，但是，第五爻既当位又有应，表示客方的强大却是一个有利因素，为什么呢？因为，客方是阳，阳代表天的特性，天发热放光，天是给予；主方是阴，阴代表地的特性，地受惠于天的光和热，地是受惠。这当位而有应的关系表示主方受惠于客方。主方有可能在逃遁过程中，消耗客方实力，这种逃遁值得赞许，“嘉遯”。坚持下去，等客方疲倦了，就是对主方吉利的时候，“贞吉”。"
                ]
			},
            {
				"anno": "",
				"trans": "肥胖地逃遁，没有不利。",
				"analysis": [
                    "这是遯卦第六爻爻辞。第六爻是客卦上爻，代表客方态度，阳爻表示客方态度强硬。由于客方态度强硬，主方逃遁的时候，应当尽量把所需要的东西都带走，“肥遯”。主方“肥遯”，避免了损失，把不利形势留在后面，开辟新的有利形势，爻辞说，“无不利。”",
                    "第六爻位置是阴位，这条爻是阳爻，阳爻在阴位，不当位，并且与三阳不有应。不当位表明客方的强硬态度是潜在的对主方不利的因素，不有应表示在态度方面主客双方不和谐，主方并没有以随和的态度接受客方的压抑，因此，这潜在因素并没有成为真正的对主方不利的因素。第六爻是对第五爻的补充，第六、第五爻都是阳爻，表示客方素质非常好，实力非常强大，有可能自满，有可能粗暴，有可能强硬过度，主方趁机保存实力逃遁，“肥遯”，对主方没有不利，“无不利”。"
                ]
			}
		]
	},
	{
		"index": 34,
		"name": "大壮",
		"anno": "",
		"trans": "大壮卦象征十分强盛：坚守正道，将会非常有利。",
		"analysis": [
			"这个卦是异卦（下乾上震）相叠。震为雷；乾为天。乾刚震动。天鸣雷，云雷滚，声势宏大，阳气盛壮，万物生长。刚壮有力故曰壮。大而且壮，故名大壮。四阳壮盛，积极而有所作为，上正下正，标正影直。",
            "主客双方都积极主动，主方与客方剧烈地竞争着。主方的素质良好，态度强硬，而客方的素质不佳，态度随和，主方占有绝对优势，然而，主方的强硬态度，可能表现出傲慢、粗暴和自满，可能滥用权力，导致不良结果。卦辞指出当前的状态利于坚持下去，不需要大的变化，防止行为失度。"
		],
		"trigrams": [
			{
				"anno": "",
				"trans": "阳刚强盛只在脚趾。这时如果有所行动，必然会招来灾祸。",
				"analysis": [
                    "第一爻是主卦的下爻 [3]  ，代表主方的行动，阳，表示主方积极主动地谋取和扩大自己的利益，比如说，创新、创业、投资、进攻、求职、示爱，等等。第二爻是阳爻，表示主方素质良好。有良好的素质支持，积极主动的行动是有力的，“壮于趾”。主方的态度是阳，态度强硬，有可能滥用权力。主方不宜对客方施压，如果过度主动，可能犯错误，违法，或者不道德，“征凶”。如果主方注意到“征”的凶险，对客方不征，则可以取得客方的信任，从而处理好双方关系，“有孚”。",
                    "这条爻是阳爻在阳位，当位，与四阳不有应。当位表明主方积极主动，有可能利于发展，是潜在的对主方有利的因素；不应表明客方也是积极主动，主方遇到强力反抗与竞争，这潜在因素没有成为真正的对主方有利的因素。由于存在客方的反抗和竞争，爻辞说，“征凶”，为了化解矛盾，在竞争中取得收益，主方应当与客方诚恳相待，取得客方信任，所以爻辞又说“有孚”。"
                ]
			},
            {
				"anno": "",
				"trans": "坚守正道而获得吉祥。",
				"analysis": [
                    "第二爻是主卦的中爻，代表主方的素质，阳，表示主方的素质良好，有钱，有地位，有技术，或者非常强壮，而第五爻是阴爻，表示客方的素质不佳，没钱，地位低，技术不强，或者虚弱。然而，客方也在积极主动地改善素质，在这种情况下，主方应当保持现在的状态，而不是改变现在的状态，“贞吉”。",
                    "这条爻是阳爻在阴位，不当位，和五阴有应。不当位表明主方的良好素质有可能受到客方损害，是潜在的对主方不利的因素；有应表明客方素质不佳，正好需要从主方取得补益，这潜在因素成了真正的对主方不利的因素。然而，由于主方积极主动，并且态度强硬，可以利用主方在素质方面的优势制约客方，这良好的素质对主方非常有利，所以爻辞说“贞吉”。"
                ]
			},
            {
				"anno": "",
				"trans": "小人恃强好胜，君子却恰恰相反。而且，即使逞强好胜者能够保持住阳刚强盛，其结果也决不会好。就像强壮的大羊去顶触篱笆，结果只会把角卡在篱笆中而难以摆脱。",
				"analysis": [
                    "第三爻是主卦的上爻，代表主方的态度，阳，主方的态度强硬。爻辞建议主方不要用强力，要用智慧，“小人用壮，君子用罔”。“罔”(wǎng)，古同“网”，用绳线等结成的捕鱼捉鸟器具。如果主方坚持用强硬的态度，则可能很难处理好与客方的关系，“贞厉”，主方有可能过分施用强力，滥用权力，结果会缠在困境之中难于摆脱，“羝羊触藩，羸其角”。“羝”(dī)，公羊。“藩”(fān)，篱笆：藩篱。“羸”(léi)，瘦弱：羸瘦。这里，公羊和篱笆都是形象比喻，公羊代表主方，积极主动，有力量，而且狂妄；篱笆代表客方，没有自卫的力量，对主方态度柔和。这只狂妄的公羊，轻视态度柔和的篱笆，轻举妄动，角被缠着了。",
                    "这条爻是阳爻在阳位，当位，与六阴有应 [3]  。当位表明主方态度强硬，有可能制约客方，是潜在的对主方有利的因素；有应表明客方态度随和，正好可以接受主方的制约，这潜在因素成了真正的对主方有利的因素。上爻是对中爻的补充，主卦的上爻和中爻都是阳爻，表示主方的素质非常好，实力极强，在这有利形势下，很可能态度强硬过度，表现出傲慢和粗暴，使得主方的进展遇到严重困难，所以爻辞说“贞厉”。"
                ]
			},
            {
				"anno": "",
				"trans": "坚守正道，必获吉祥，悔恨也会消失；因为阳刚十分强盛，既像篱笆已经崩溃，羊角从系累中解脱出来，又像坚固的车轮能负重载远那样。",
				"analysis": [
                    "第四爻是客卦的下爻，代表客方的行动，阳，表示客方积极主动地谋取和扩大自己的利益，比如说，创新、创业、投资、进攻、求职、示爱，等等。三阳爻辞中的“羝羊触藩，羸其角”是由于主方过于强大，客方过于软弱造成的，如果主方坚持行为不失度，则客方可以充分发挥积极主动性，改善自己的素质，这对于主方是吉利的，“贞吉”，主方就没有悔恨，“悔亡”；客方的积极主动，将使得主方从纠缠中解脱出来，“藩决不羸”。这样，主方就可能真正地壮大自己，“壮于大舆之輹”。这一切都是以“贞”为先决条件，主方坚持不过分行动，让客方积极主动，才能“壮于大舆之輹”。“舆”(yú)车中装载东西的部分，后泛指车。“輹”(fù)，车伏兔，即垫在车箱和车轴之间的木块，上面承载车箱，下面呈弧形，架在轴上。这里仍然用了公羊和篱笆的比喻。",
                    "这条爻是阳爻在阴位，不当位，和一阳不有应。不当位表明客方积极主动，有可能使主方利益受到损失，是潜在的对主方不利的因素；不有应表明主方也是积极主动，可以保护主方的利益，并且，客方的素质不佳，依赖于主方，加之客方态度随和，主方态度强硬，可以制约客方，所以当前状态坚持下去，对主方很有利，爻辞说“贞吉，悔亡”。"
                ]
			},
            {
				"anno": "",
				"trans": "在田边地头丢失了羊，却并没有什么可遗憾的，不会有什么不利的情况发生。",
				"analysis": [
                    "第五爻是客卦的中爻，代表客方的素质，阴，表示客方的素质不佳，主方的素质良好，主方可能帮助客方。对于主方来说，在帮助客方的时候，如果不节制自己的举动，可能造成损失，“丧羊于易”。这里的羊仍然是比喻主方，对照上下文，易指平易的原野，代表平常环境，在这平常环境里，出现了篱笆，这就是客方。主方这只公羊，横冲直闯，触到篱笆了，角被缠着了，“不能退，不能遂”，这只羊在平易的原野上失去了。如果主方意识到“丧羊于易”，不借客方素质不佳之机轻举妄动，则没有悔恨。",
                    "这条爻是阴爻在阳位，不当位，与二阳有应。不当位表明客方素质不佳，有可能向主方寻求补益，损害主方利益，是潜在的对主方不利的因素；有应表明主方素质良好，可以满足客方需要，这潜在因素成了真正的对主方不利的因素。然而主方积极主动，可以利用客方对主方的依赖，控制客方，所以爻辞说“无悔”。"
                ]
			},
            {
				"anno": "",
				"trans": "强壮的羊因顶触篱笆而被挂住了角，既不能后退，又不能前进，怎样挣扎都没有好处。在这种情况下，要能够忍耐坚持，不被艰难困苦所压垮，就会安然渡过难关，获得吉祥。",
				"analysis": [
                    "第六爻是客卦的上爻，代表客方的态度，阴，客方的态度随和。同时，第六爻是对第五条的补充，第五条是阴，第六条也是阴，这表示客方的素质很差。主方态度强硬，有力量，积极主动，像一只公羊，客方像一条竖立不动，没有自卫能力，任人触闯的篱笆。由于主方不顾客方的情况，任意触犯客方，形成“不能退，不能遂”的局面，这对于主方来说没有任何好处。如果主方严格约束自己，则对于主方来说很吉利，“艰则吉”。“遂”(suì)，顺，如意：遂心。",
                    "这条爻是阴爻在阴位，当位，并且和三阳有应。当位表明客方态度随和，有可能接受主方制约，是潜在的对主方有利的因素；有应表明主方态度强硬，恰好可以制约客方，这潜在因素成了真正的对主方有利的因素。另一方面，上爻是对中爻的补充，主方的中爻和上爻都是阳爻，表示主方的素质非常好，实力极强，而客卦的中爻和上爻都是阴爻，表示客方的素质极差，实力极弱，在这极端反差下，主方很可能傲慢，过于粗暴，反而对主方的发展不利，所以爻辞说“无攸利”。如果主方严格控制自己避免失度，形势还是对主方非常有利的，所以爻辞又说，“艰则吉”。"
                ]
			}
		]
	},
	{
		"index": 35,
		"name": "晋",
		"anno": "",
		"trans": "康侯受赐很多车马，一日被接见三次。",
		"analysis": [
			"这个卦是异卦（下坤上离）相叠。离为日，为光明；坤为地。太阳高悬，普照大地，大地卑顺，万物生长，光明磊落，柔进上行，喻事业蒸蒸日上。",
            "这是晋卦的卦辞。“康侯”，指周武王之弟卫康叔，“锡”是“赐”，“蕃”是“繁多”，“庶”是“众多”，“接”是“接见”。“用”的例子有“作用”、“功用”、“效用”、“利用”、“用于”等等。古时侯没有标点符号，如果加逗号于“用”后，则成“康侯用，锡马蕃庶，昼日三接”，意思是，“为了让康侯发挥作用，赐了很多车马，一日接见三次”。如果逗号在“用”前，则成“为了让康侯发挥作用，用了赐于很多车马，一日接见三次的方法”。不论逗号在前或在后，这个“用”字表明“康侯”受晋是被动的。“三”，为什么一日之内要接见三次？说明接见一次不行，接见二次不够，非得接见三次不可。有求于康侯，依附于康侯，一次又一次加赐车马，一日之内赐了三次车马，赐的车马已经很多，康侯是否同意发挥作用呢？不知道，卦辞没有说。康侯是个形象，用这个形象代表主方。谁赐康侯车马？是王，在这里，指客方。客方依附主方，给了主方很多好处，希望主方起更好的作用。主方被客方所晋。晋对主方不一定是好事，晋卦有五个爻不当位，表明形势不是很有利于主方。从字面解释，卦辞的意思很简单：康侯受赐很多车马，一日被接见三次。但是，结合卦的结构，深入分析，就可以看出深一层的意思，主方既要顺从客方，也要审时度势。(一般，别卦的卦辞以判断词为主。晋卦的卦辞中引用了历史典故，没有判断辞。与其它卦的卦辞风格相比，很不一般，可能在周文王以后，有所修改)"
		],
		"trigrams": [
			{
				"anno": "溍如浚如：疏通溍水河道。浚：疏导；复浴：富裕。复：假借为“富”；浴：假借为“裕”。",
				"trans": "晋升如同受摧残，坚持下去吉利；没有诚信，富裕无咎。",
				"analysis": [
                    "这是晋卦第一爻的爻辞，这个爻代表主方的行动，主方消极被动，行动是阴，比如说，防守、退却、不想冒险、不想探索或开辟新的发展领域、只求保持现状，等等。“摧”是破坏，折断的意思，“摧残”。“罔”是无，没有的意思，“置若罔闻”。“孚”是信用，是为人所信赖的意思，“深孚众望”。“裕”是丰富，宽绰的意思，“生活富裕”。客方晋升了主方，要求主方积极主动，这对于主方来说，不是愉快的事，“晋升像是摧残”。但是，如果主方积极主动，改善素质，“坚持下去吉利”。客方必须依赖主方才能获益，主方顺从客方也可以得到利益，为了各自的目的，互相利用，没有诚信。尽管没有诚信，主方为了得到利益，为了生活得到改善，积极努力，不应当受到怪罪，“罔孚，裕无咎”。",
                    "溍卦下体坤卦为顺，初六阴柔之爻处顺的开始，应上体离明的开端，卦德明顺合体，于此将开始隆兴，进明退顺，不失其正，所以说“溍如浚如，贞吉”。居于卦的开始，功业还没有彰著，但有了好的开始，因而“悔亡”。只要时刻洗涤灰尘，自然没有灾咎。",
                    "第一爻的位置是阳位，这条爻是阴爻，不当位，不过与四阳有应。有应而不当位，表明主方受客方控制。尽管受客方控制，由于主方素质很差，并且缺乏积极主动的动力与前进的力量，接受客方控制，按客方意图去做，可能是比较现实的作法。"
                ]
			},
            {
				"anno": "愁：假借为“湫”。湫：水流翻滚的样子。",
				"trans": "晋升像是发愁，坚持下去吉利；受到这个福分，来自王的母亲。",
				"analysis": [
                    "这是晋卦第二爻的爻辞，第二爻是主卦中爻，代表主方素质，阴，表示主方素质不佳，比如说，资金缺乏、地位底下、实力薄弱、教育程度低，等等。“兹”是“这里”，“这个”。“介”是量词，用于人，相当于“个”，“一介武夫”。“福”是“幸福”、“福气”，如“享福”。“于”是介词，“在”、“向”、“求”、“对”、“给”、“由”、“从”、“自”。“其”是代词，在这里表示指示，“那”、“那个”、“那样”、“那些”等。“王母”是个形象，这里是指客方，尽管客方的素质也不佳，由于客方积极主动、态度强硬，主方受控于客方，像是被晋升了，受到福佑，而实际上主方并没有得到什么。所以，被晋升了，反而发愁。",
                    "六二阴柔之爻与上体六五阴柔之爻相敌不相应，其品德还没有昭明，所以说“溍如愁如”。但阴柔之爻居阴柔之位而且得中，履坤顺而得正位，并不因没有阴阳相应而违背其履顺而正的志向，处于逆境能够做到诚信的人就是如此。修养道德能够达到这种程度，闻到幽昧之处，是得正的吉善，所以贞吉。",
                    "第二爻的位置是阴位，这条爻是阴爻，当位，然而与五阴不有应。当位而不有应，说明主方需要客方的帮助而得不到客方的帮助。自己的素质不佳，这是现实，财富靠积累，力量靠积蓄，大树起于幼芽，主方应当鼓起精神，扭转消极被动状态，积极行动起来，改善自己的素质。"
                ]
			},
            {
				"anno": "允：诚信。",
				"trans": "大众能恪守诚信的道德原则，悔恨就能消失。",
				"analysis": [
                    "这是晋卦第三爻的爻辞。第三爻是主卦上爻，代表主方态度，阴，表示主方态度随和。同时，第三爻是对第二条的补充，如果第二条是阴，第三条也是阴，则表示主方的素质很差。“众”是“许多人”，“大家”。在此指主客双方。“允”是“认可”，“答应”，如“允许”，“应允”，“允诺”等。“众允”，主客双方都认可。“悔亡”是“悔恨消亡”。主方态度随和，接受客方的晋升，主客双方相互认可，悔恨消亡。",
                    "六三阴柔之爻居于阳刚之位，阴阳相济，又在坤顺的终点，上顺于离明，下合于初六、六二的志愿，所以说“众允”。万众一心，悔自消亡。王弼说：“处非其位，悔也。志在‘上行’，与众同信，顺而丽明，故得‘悔亡’。”",
                    "第三爻的位置是阳位，这条爻是阴爻，不当位。这条爻与六阳有应。有应而不当位，说明主方屈从于客方。主方对客方随和的态度，出于很差的素质，不得不如此。不过，主方不宜过于随和，应当维护自己的利益。"
                ]
			},
            {
				"anno": "炙：烧烤。",
				"trans": "晋升了以后像鼫鼠，坚持下去形势严厉。",
				"analysis": [
                    "这是晋卦第四爻的爻辞。这条爻是阳爻，表明客方积极主动地谋取和扩大自己的利益，比如说，创新、创业、投资、进攻、求职、示爱，等等。客方的积极主动行动，推动主方前进，使得主方被晋升了。但是，主方素质不佳，被晋升以后，工作能力不足，“晋如鼫鼠”。“鼫（shi）鼠”，又名“五技鼠”，按黄寿祺和张善文合撰的《周易译注》引证，这种鼫鼠“能飞不能过屋，能缘不能穷木，能游不能度谷，能穴不能掩身，能走不能先人。”“鼫鼠”形容主方力不胜任晋升后的工作。“贞厉”中的“贞”是“坚持下去”。“厉”是“严格”，“切实”，如“厉行节约”；是“严肃”，“猛烈”，如“严厉”。综合起来，这条爻辞的意思是：晋升以后像身无专技的鼫鼠，坚持下去，形势严厉。",
                    "九四阳刚之爻居于阴柔之位，不中不正，所以“贞厉”。王弼说：“履非其位，上承于五，下据三阴，履非其位，又负且乘，无业可安，志无所据，以斯为进，正之危也。”",
                    "第四爻的位置是阴位，这条爻是阳爻，不当位，不过与一阴有应。不当位不当位有应而，表示客方以积极主动控制了消极被动的主方，对主方不利，但是，在主方当前的状态下，主方顺从客方的控制，不一定是坏事。主方应当利用当前机会改善素质，比如，学习技术、摸索经验、积累资本、结交朋友，等等。"
                ]
			},
            {
				"anno": "矢得：读为“失得”。矢，乃“失”之误。勿血：不忧愁。血，假借为“恤”。",
				"trans": "悔恨消失，不必考虑失和得；前进吉利，没有不利的事。",
				"analysis": [
                    "这是晋卦第五爻的爻辞。这是条阴爻，表示客方素质不佳，比如说，资金缺乏、地位底下、实力薄弱、教育程度低，等等。尽管客方开始积极主动，然而素质仍然不佳，对主方还没有形成压力，第四条爻辞中说的“晋如鼫鼠”还没有成为事实，主方没有悔恨，“悔亡”。“失得勿恤”，对照上下文可见，“失得”是针对晋升说的，“得”指得到晋升，“失”指失去晋升机会。没有晋升机会而维持现状，主方没有压力；有晋升机会，主方可能受益。有失有得，主方不必为失得忧虑。“往吉”中的“往”指前往，前进，指响应客方而积极行动起来。如果这么做，主方的素质将有所改善，“往吉”。同时这两个字也暗示，如果不积极行动起来，而维持现状，则没有吉利的事发生，但是也不等于有坏事。“无不利”，没有不利的事，但是并不是说一定有有利的事。否定了不利，并没有肯定有利。联系前面的“往吉”，“往吉，无不利”的意思是说前进是吉利的，前进或不前进都不是不利的。",
                    "六五阴柔之爻得尊位，阴爻为离明之主，能够不用明察之智代替下面的职责，虽然不当位，但也能消弥其悔恨。",
                    "第五爻的位置是阳位，这条爻是阴爻，不当位，并且和二阴不有应。既不当位又不有应，说明客方的不佳素质对主方没有多少影响。爻辞提到“往吉”，同时又说“无不利”，就是说往或不往都可以。虽然从字面上“往吉，无不利”也可以理解为“前进吉利，前进中没有不利的事”，不过，如果这样理解，那么既然前进中吉利，前进中也就当然没有不利的事，“无不利”这三个字就成了多余的，而且，这条爻既不当位又不有应，也表示并不是只有吉利一个方面，而没有平常的方面。所以，结合爻的结构分析可以看出，“往吉，无不利”理解为“前进吉利，不前进也不是不利的坏事”比较恰当，这与“失得勿恤”的思想一致，也与整个卦爻辞的思想一致。"
                ]
			},
            {
				"anno": "溍其角：溍河的水奔流。",
				"trans": "晋升到角的尖锐顶端，留着用于攻打城邑；严厉吉利，无所怪罪，坚持下去过分。",
				"analysis": [
                    "这是晋卦第六爻的爻辞。第六爻是客卦上爻，代表客方态度，阳，客方态度强硬。“晋其角”，被晋升到像兽角那样的尖锐顶端，感到位置高得不能再高，没有一点回旋余地，只好听候别人使用。“维”是“保持”、“保全”，如“维护”、“维持”、“维修”等。“伐”是“攻打”、“声讨”，如“北伐战争”、“讨伐”等等。“邑”是“城市”，“都城”，如“城邑”。“厉”是“严格”，“切实”，如“厉行节约”；是“严肃”，“猛烈”，如“严厉”。“咎”是“怪罪”。“贞”是“坚持下去”。“吝”是“过分爱惜”，“舍不得”，如“吝啬鬼”。这条爻辞的意思是：主方被晋升到像兽角那样的尖锐顶端，感到位置高得不能再高，没有一点回旋余地，只好听候客方使用。客方留着主方，用于攻打他国的城邑。主方处于严厉的控制下，不过吉利。这是被迫如此，不应怪罪主方。坚持下去，客方是吝啬的。",
                    "王弼说：“处进之极，过明之中，明将夷焉，已在乎角，而犹进之，非亢如何？失夫道化无为之事，必须攻伐，然后服邑，危乃得吉，吉乃无咎。用斯为正，亦以贱矣。”",
                    "第六爻的位置是阴位，这条爻是阳爻，不当位，不过与三阴有应。有应而不当位，表明主方屈从于客方，这对主方不利。不过，主方不可能改变客方的态度，而且，主方没有足够的力量，可以支持自己的态度强硬起来。所以，主方只能以柔克刚，巧妙应对，从而维护自己的利益。"
                ]
			}
		]
	},
	{
		"index": 36,
		"name": "明夷",
		"anno": "",
		"trans": "利于艰苦坚持下去。",
		"analysis": [
			"这个卦是异卦（下离上坤）相叠。离为明，坤为顺；离为日；坤为地。日没入地，光明受损，前途不明，环境困难，宜遵时养晦，坚守正道，外愚内慧，韬光养晦。",
            "客方消极被动适应于主方的积极主动，客方的随和态度适应于主方的强硬态度，这些都是有利于主方的因素，然而，客方素质不佳，不能给予主方所需要的东西，主方不能指望从客方得到什么，主方有一段艰难时期，主方应当坚持下去。坚持下去，情况会逐渐得到改善，“利艰贞”。"
		],
		"trigrams": [
			{
				"anno": "",
				"trans": "在飞行中失意，垂下了翅膀；君子在行走，三天没有吃东西；往前有所进展，主人有言语。",
				"analysis": [
                    "这是第一爻爻辞，阳，表示主方积极主动地谋取和扩大自己的利益 [4]  ，比如说，创新、创业、投资、进攻、求职、示爱，等等。这里，飞行中的鸟和君子都是指主方，主人指客方。主方在积极主动行动过程中，由于得不到有力支持，感到失意，像飞行中的鸟，垂下了翅膀；像行走的人，三天没有吃东西。主方的行动有些效果，“有攸往”。不过，客方并没有完全支持主方行为，对于主方的行动有意见，“主人有言”。",
                    "第一爻是主卦下爻，其位置是阳位，这条爻是阳爻，阳爻在阳位，当位，又与四阴有应。当位，表明主方积极主动有可能从客方获得利益，是潜在的对主方有利因素；有应，表明客方消极被动，方便主方的积极主动，这潜在因素成了真正的对主方有利因素，所以爻辞说“有攸往”。"
                ]
			},
            {
				"anno": "",
				"trans": "失意，左大腿受伤，希望有强壮的马来救助。吉利。",
				"analysis": [
                    "这是第二爻爻辞，阴，表示主方素质不佳，比如说，资金缺乏、地位底下、实力薄弱、教育程度低，等等。拯(zhěng)，援救，救助：拯救。主方素质不佳，需要客方帮助，然而，客方素质也不佳，主方得不到所需帮助，“明夷，夷于左股”。如果有强有力的支持，情况就对主方吉利。这里的马，指客方，希望客方能够帮助主方。如果客方能够帮助主方，情况就吉利。",
                    "第二爻是主卦中爻，其位置是阴位，这条爻是阴爻，阴爻在阴位，当位，然而与五阴不有应。当位，表明主方素质不佳，有向外谋求发展的要求，是潜在的对主方有利因素；不有应，表明客方素质也不佳，主方不能从客方得到帮助，这潜在因素没有成为真正的对主方有利因素。尽管这有利因素是潜在的，主方还是应当坚持下去，一旦客方情况变化，补益主方的机会出现，主方就能够得益，所以爻辞说“吉”。"
                ]
			},
            {
				"anno": "",
				"trans": "在南方打猎失意，得到了大的野兽；不能快速取得，坚持下去。",
				"analysis": [
                    "这是第三爻爻辞，阳，表示主方态度强硬。“狩”(shòu)，打猎，古代指冬天打猎：狩猎。“疾”(jí)，快，迅速：疾步。主方持强硬态度，而客方态度随和，然而，主方不能从客方得到什么，主方感到失意。“得其大首”中，“大首”是指受到伤害的大的野兽，联系上下文，爻辞解释了失意的原因，大的野兽打着了。但是，主方得不到。“贞”指主方强硬态度应当坚持下去。",
                    "第三爻是主卦上爻，其位置是阳位，这条爻是阳爻，阳爻在阳位，当位，又与六阴有应。当位，表明主方有可能制约客方，让客方按自己的意图行事，是潜在的对主方有利因素；有应，表明客方态度随和，接受主方的强硬态度，这潜在因素成了真正的对主方有利因素。然而，由于客方素质不佳，主方并不能从客方得到收益，所以爻辞说“贞“，坚持强硬态度。"
                ]
			},
            {
				"anno": "",
				"trans": "入于（失意者的）心腹，获得失意者的心，失意发生在走出家门的时候。",
				"analysis": [
                    "这是第四爻爻辞，阴，表示客方消极被动，比如说，防守、退却、不想冒险、不想探索或开辟新的发展领域、只求保持现状，等等。“门庭”，家门，门户。客方消极被动，方便了积极主动的主方，主方能够走出门庭，但是，客方没有什么可以给主方的，主方走出门庭就失意了，这是失意的真正原因，是“明夷之心”。",
                    "第四爻是客卦下爻，其位置是阴位，这条爻是阴爻，阴爻在阴位，当位，又与一阳有应。当位，表明客方消极被动是主方发展的好机会，是潜在的对主方有利因素；有应，表明主方积极主动，正好可以利用这样的好机会，这潜在因素成了真正的对主方有利因素。然而，由于客方素质极差，主方从客方得不到什么，所以爻辞没有加判断辞。"
                ]
			},
            {
				"anno": "",
				"trans": "箕子的失意，利于坚持下去。",
				"analysis": [
                    "这是第五爻爻辞，阴，表示客方素质不佳，比如说，资金缺乏、地位底下、实力薄弱、教育程度低，等等。“箕子”是纣的叔父，据考证，商纣王时，王朝腐败，箕子佯狂而独自一人隐居在箕山，闲暇时候借乐曲《箕子操》抒发自已郁郁不得志的苦闷心情。爻辞以箕子作形象比喻，说明主方失意的情况。这条爻辞有是否在周文王之后有所修改，须要考证，然而，这里用“箕子”形象地描绘失意者是适当的。主方不可能立即改变状况，然而，应当坚持下去，时间长了，情况会自有改变。",
                    "第五爻是客卦中爻，其位置是阳位，这条爻是阴爻，阴爻在阳位，不当位，并且和二阴不有应。不当位，表明客方素质不佳，有可能向主方索取收益，是潜在的对主方不利因素；不有应，表明主方素质也不佳，主方不能够给予客方有益的东西，这潜在因素没有成为真正的对主方不利因素，所以爻辞说“利贞”。"
                ]
			},
            {
				"anno": "",
				"trans": "不明不暗，起初登上天空，后又坠入地下。",
				"analysis": [
                    "这是第六爻爻辞，阴，表示客方态度随和。“明晦”，明暗。客方态度随和，随同主方。主方在积极主动地探索，客方跟随主方，变化无常。爻辞只是陈述了主方失意的状态，“初登于天，后入于地”。",
                    "第六爻是客卦上爻，其位置是阴位，这条爻是阴爻，阴爻在阴位，当位，又与三阳有应。当位，表明客方态度随有可能接受主方制约，是潜在的对主方有利因素；有应，表明主方态度强硬，制约客方，便于开拓发展，这潜在因素成了真正的对主方有利因素。同时，第六爻是对第五条的补充，第五条是阴，第六条也是阴，这表示客方素质很差，主方实际上不能从客方得到什么有益的东西，所以爻辞中没有判断辞。"
                ]
			}
		]
	},
	{
		"index": 37,
		"name": "家人",
		"anno": "",
		"trans": "利于像女人一样地坚持下去。",
		"analysis": [
			"这个卦是异卦（下离上巽）相叠。离为火；巽为风。火使热气上升，成为风。一切事物皆应以内在为本，然后伸延到外。发生于内，形成于外。喻先治家而后治天下，家道正，天下安乐。",
            "这是家人卦卦辞，概括说明当前主客关系形势。按家人卦的结构，六条爻有五个当位，只有第六爻不当位，三对爻中二对有应，只有一对上爻无应，形势对主方很有利。这种有利形势是在客强主弱的情况下出现的，有利只是一种可能性，而不是必然性，只有主方恰当地处理主客关系，这种可能性才能变成现实，所以，卦辞中没有“吉”，而只有“贞”，并且，必须是“女贞”才有利。“贞”（zhen）是坚持的意思，如坚贞不屈。卦辞强调“女贞”，这不是说只有妇女才能用这个卦，才能坚持，而是用“女”作形象，表示婉转、冷静、耐心、细致地处理主客关系。所以，卦辞说“利女贞”。"
		],
		"trigrams": [
			{
				"anno": "",
				"trans": "有家可以休闲，悔恨消失。",
				"analysis": [
                    "这是家人卦第一爻爻辞，代表主方行动，阳表示主方积极主动地谋取和扩大自己的利益，比如说，创新、创业、投资、进攻、求职、示爱，等等。“闲”（xian）的意思是没有事情做，休闲。闲有家，在家中得到休闲，出去工作就会有更多精力，就没有悔恨，所以，爻辞说“闲有家，悔亡”。",
                    "第一爻位置是阳位，这条爻是阳爻，阳爻在阳位，当位，又与四阴有应。当位，表明主方积极主动是潜在的对主方有利因素，主方有可能积极主动地开拓和发展自己的利益；有应，表明客方以消极被动回应主方，与主方处于和谐状态，那潜在因素成了真正的对主方有利因素。问题是如何才能保持这种和谐？这种和谐状态应当是宽松的，主方与客方都可以像在家中一样地休闲，爻辞说应当“闲有家”。如果能够这样，就不会有悔恨，“悔亡”。"
                ]
			},
            {
				"anno": "",
				"trans": "没有什么成就，成就在于中等的赠送，坚持下去吉利。",
				"analysis": [
                    "这是家人卦第二爻爻辞，代表主方素质，阴，表示主方素质不佳，比如说，资金缺乏、地位底下、实力薄弱、教育程度低，等等。“遂”（sui）是成功，实现的意思，如，未遂。“馈”（kui）是赠送的意思，如馈赠。爻辞的意思是，不要追求什么成就，成就在于中等的赠送，坚持下去吉利。也就是说，不要采取大的行动，只作一般的事，耐心地等待机会，只要如此，就能够在主客双方关系中受益。",
                    "第二爻位置是阴位，这条爻是阴爻，阴爻在阴位，当位，并且与五阳有应。当位，表明主方的不佳素质是潜在的对主方有利因素；有应，表明主客双方在素质方面和谐，客方的良好素质正好可以满足主方需要，那潜在因素成了真正的对主方有利因素。有利因素也只是一种主方获益的可能性，而不是必然性，只有客方馈赠主方，主方才能真正得益，所以，不能一下指望太多，“无攸遂”。主方只指望客方能够馈赠主方一些，“在中馈”。坚持这么做对主方吉利，“贞吉”。"
                ]
			},
            {
				"anno": "",
				"trans": "家长态度强硬，悔恨严厉的态度，吉利；女人嘻嘻哈哈，最终难办。",
				"analysis": [
                    "这是家人卦第三爻爻辞，代表主方态度，阳爻，表示主方态度强硬。“嗃”（he），嗃嗃，严厉的样子。“嘻”（xi），嬉笑的样子，如笑嘻嘻。家人是主方的形象比喻，妇子是客方的形象比喻。主方态度强硬，显出严厉的样子，如果认识到这种严厉态度是危险的，悔恨这种表现，则吉利，也就是说，“家人嗃嗃，悔厉，吉”。如果表现如此，客方会狡猾地躲开主方的攻击，“妇子嘻嘻”，而最终，主方很难办，“终吝”。",
                    "第三爻位置是阳位，这条爻是阳爻，阳爻在阳位，当位，然而与六阳不有应。当位，表明主方的强硬态度是潜在的对主方有利因素，主方有可能以强硬态度管理好与客方关系，如“家人嗃嗃”；不有应，表明那种潜在因素没有成为真正的对主方有利因素，客方态度也强硬，与主方有矛盾，客方不接受“家人嗃嗃”的样子。如果主方悔恨这种严厉态度，就可能解决与客方的矛盾，对于主方“吉”。不过，客方态度强硬，处理好与客方的关系并不是容易的事，“妇子嘻嘻，终吝”。"
                ]
			},
            {
				"anno": "",
				"trans": "使自家富裕，很吉利。",
				"analysis": [
                    "这是家人卦第四爻爻辞，代表客方行动。阴爻表示客方消极被动，比如说，防守、退却、不想冒险、不想探索或开辟新的发展领域、只求保持现状，等等。爻辞建议主方趁此客方消极被动机会，用客方资源使自己富裕，这对主方非常吉利，“富家，大吉。”",
                    "第四爻位置是阴位，这条爻是阴爻，阴爻在阴位，当位，并且与一阳有应。当位，表明客方消极被动是潜在的对主方有利因素；有应，表明主方积极主动正好适应客方消极被动，主方可以从客方获取利益，使自己不佳素质得到弥补，“富家”。这对主方非常吉利，“富家，大吉”。"
                ]
			},
            {
				"anno": "",
				"trans": "君王用大道感格众人，不用忧虑，吉祥。",
				"analysis": [
                    "这是家人卦第五爻爻辞，代表客方素质。阳爻表示客方素质良好。“假”（gé）通“格”，意感格。（所以小《象》说：“ ‘王假有家’，交相爱也。”）“恤”（xù）是忧虑的意思。“王”指主方。君王要治国平天下，以自身美德和模范来教化家人，因使家人亲睦。然而，客方实力仍然强大于主方，爻辞告诉主方不要忧虑，尽管当前仍然是客强主弱，但是客方消极被动，主方可以从客方良好素质收益，最终结果吉利。这种对结果的判断是基于对形势的全面估计。所以，爻辞说“王假有家，勿恤，吉。”",
                    "第五爻位置是阳位，这条爻是阳爻，阳爻在阳位，当位，并且与二阴有应。当位，表明客方良好素质是潜在的对主方有利因素；有应，表明素质不佳的主方正好可以利用客方的良好素质，像是王在家中休息，“王假有家”，那潜在因素成了真正的对主方有利因素。由于主客双方在行动上和谐，主方不必担忧失去这有利状态，“勿恤，吉”。"
                ]
			},
            {
				"anno": "",
				"trans": "有了信任就像有了权威，最终吉利。",
				"analysis": [
                    "这是家人卦第六爻爻辞，代表客方态度。阳爻表示客方态度强硬。由于这是客方态度，主方不能改变它，只能妥善对待它。“孚”是诚信的意思。“有孚”可以解释成谨慎对待，取得客方信任。“有孚威如”，有了客方信任就增加了主方成功的可能性，好像主方的威力增强了，最终结局是吉利的，”终吉”。",
                    "第六爻位置是阴位，这条爻是阳爻，阳爻在阴位，不当位，并且和三阳不有应。不当位，表明客方强硬态度是潜在的对主方不利因素，客方有可能对主方很粗暴；不有应，表明主方态度也强硬，并不为客方强硬态度而屈服，那潜在因素并没有成为真正的对主方不利因素。不过，主方需要适当处理与客方的矛盾，必须遵循阴阳趋向和谐的规律处理客方关系，诚恳地对待客方，谋取客方信任。有了客方对主方的信任，主方就能以柔克刚，如同具有了威力，使形势朝对主方吉利的方向发展，“有孚威如，终吉”。"
                ]
			}
		]
	},
	{
		"index": 38,
		"name": "睽",
		"anno": "",
		"trans": "作小事吉利。",
		"analysis": [
			"这个卦是异卦（下兑上离）相叠。离为火；兑为泽。上火下泽，相违不相济。克则生，往复无空。万物有所不同，必有所异，相互矛盾。睽即矛盾。",
            "睽卦的主卦是兑卦，主方已经取得成功，仍然可以继续发展，客方的素质不佳，依赖主方的帮助。同时，客方在积极主动地谋求自己的发展，对主方表现出强硬的态度，粗暴或者傲慢。客方很难取得主方的信任，主方担心客方过于贪婪，也担心客方的挑战，所以，主方谨慎小心，只能作些小事，保护自己的利益，避免与客方发生冲突，“小事吉”。卦辞暗示，作大事不一定吉利。"
		],
		"trigrams": [
			{
				"anno": "",
				"trans": "悔恨消失；丢了马不要去找，马会自己回来；见到恶人，无所怪罪。",
				"analysis": [
                    "第一爻是主卦的下爻，代表主方的行动，阳，表示主方积极主动地谋取和扩大自己的利益，比如说，创新、创业、投资、进攻、求职、示爱，等等。主方积极主动取得了成功，“悔亡”；在与客方的关系中受到了损失，“丧马”；主方的态度随和，不去寻求挽回损失，“勿逐”；采取灵活态度，等待丢失的马自己回来，“自复”。“恶人”指客方。客方的行为由不得主方，“见恶人”不能怪罪主方，“无咎”。爻辞的重点是“悔亡”、“勿逐”和“无咎”，主方应当随其自然，“丧马”、“自复”和“见恶人”都是客观存在。",
                    "第一爻的位置是阳位，这条爻是阳爻，阳爻在阳位，当位，然而与四阳不有应。当位表明主方积极主动谋求发展，有可能维护和扩充自己的利益，是潜在的对主方有利的因素，所以爻辞说“悔亡”；不有应表明客方也是积极主动，是主方发展的障碍，这潜在因素没有成为真正的对主方有利的因素。由于这种潜在因素的存在，主方有可能伺机采取恰当行动，爻辞说“无咎”。"
                ]
			},
            {
				"anno": "",
				"trans": "在小巷中遇到主人，无所怪罪。",
				"analysis": [
                    "这里的“主”指主方，“巷”指当前主客双方关系。第二爻是主卦的中爻，代表主方的素质，阳，表示主方素质良好，比如说，主方有资金、有地位、有权力、有实力、有技术，等等。主方素质良好，而客方素质不佳，主方正好可以满足客方的需要，“遇主于巷”，这情况不是主方故意造成的，而是现实就是如此，主方不应当受到怪罪。",
                    "第二爻的位置是阴位，这条爻是阳爻，阳爻在阴位，不当位，和五阴有应。不当位表明主方素质良好，有可能受到客方侵害，是潜在的对主方不利的因素；有应表明客方素质不佳，正好可以从主方的良好素质受益，这潜在因素成了真正的对主方不利的因素。不过，主方可以利用客方对主方的依赖取得更大发展，所以爻辞说“无咎”。"
                ]
			},
            {
				"anno": "",
				"trans": "看到牛拉着的车，赶车人的额头上刺了字，没有起初有终了。",
				"analysis": [
                    "这是第三爻的爻辞，阴，表示主方的态度是阴，主方的态度随和。“掣”(chè)，拉，拽：掣肘。“天”(tiān)，古代在额头上刺字的刑罚。“劓”(yì)，古代割掉鼻子的一种酷刑。车和赶车的人，指积极主动、素质不佳，而态度强硬的客方，描绘了一幅悲惨的形象。由于主方和客方相遇突然，所以“无初”。主方能够灵活妥善处理，“有终”，由于主方态度随和，灵活应对客方的挑衅，使得形势有所好转。",
                    "第三爻的位置是阳位，这条爻是阴爻，阴爻在阳位，不当位，然而与六阳有应。不当位表明主方态度随和，有可能受到客方制约，是潜在的对主方不利的因素；有应表明客方态度强硬，正好制约态度随和的主方，这潜在因素成了真正的对主方不利的因素。由于主卦上爻是对中爻的补充，态度随和是素质不是非常好的表现，主方正在积极主动地谋求发展，随着素质的改善，态度会变得强硬起来，从而不再受客方制约，所以爻辞说“无初有终”。"
                ]
			},
            {
				"anno": "",
				"trans": "乖离而孤独；遇到善良的人，诚恳相交，严厉，无所怪罪。",
				"analysis": [
                    "“睽孤”，乖离而孤独。“元夫”(yuánfū)，犹善士。第四爻是客卦的下爻，代表客方的行动，阳，表示客方积极主动地谋取和扩大自己的利益，比如说，创新、创业、投资、进攻、求职、示爱，等等。同时，主方也是积极主动地谋取自己的利益，客方与主方冲突，“睽孤”。“元夫”指主方。主方的素质良好，客方遇到主方，“遇元夫”。“交”指主方的交往行动，主方诚恳地对待客方，“交孚”。客方的态度强硬，对于主方来说，“厉”。尽管情况严厉，主方努力而为，“无咎”。",
                    "第四爻的位置是阴位，这条爻是阳爻，阳爻在阴位，不当位，又和一阳不有应。不当位表明客方积极主动谋求发展，有可能损害主方利益，是潜在的对主方不利的因素；不有应表明主方也是积极主动，主方维护自己的利益，这潜在因素没有成为真正的对主方不利的因素。所以爻辞说“厉无咎”。"
                ]
			},
            {
				"anno": "",
				"trans": "悔恨消亡，他的宗派亲密接近，往前发展，有何可以怪罪？",
				"analysis": [
                    "“厥”(jué)，其，他的，她的。“噬肤”(shìfū)，比喻关系亲近。第五爻是客卦的中爻，代表客方的素质，阴，表示客方的素质不佳，比如说，资金缺乏、地位底下、实力薄弱、教育程度低，等等。主方没有悔恨地帮助客方，与客方亲密相处，不应当受到怪罪。",
                    "第五爻的位置是阳位，这条爻是阴爻，阴爻在阳位，不当位，并且和二阳有应。不当位表明客方素质不佳，有可能谋求从主方获益，是潜在的对主方不利的因素；有应表明主方素质良好，正好可以满足客方需要，这潜在因素成了真正的对主方不利的因素。换一个角度考虑，由于客方依赖主方，主方可以利用客方的依赖取得更多利益，所以爻辞说“悔亡”，“往何咎”。"
                ]
			},
            {
				"anno": "",
				"trans": "乖离而孤独，看到涂满泥土的猪，车辆载了一车鬼，先欲张弓射鬼，后来放下了弓；不是强盗，而是求婚的；往前走遇到雨则吉利。",
				"analysis": [
                    "第六爻是客卦的上爻，代表客方的态度，阳，表示客方态度强硬。由于主客双方都是积极主动，双方有冲突，“睽孤”。客方的素质不佳，而且态度强硬，主方看客方，是“见豕负涂，载鬼一车”。起初，由于不了解客方，主方准备攻击客方，“先张之弧”；后来主方对客方有所了解，放弃攻击客方，“后说之弧”。客方对主方并无恶意，“匪寇，婚媾”。误会消除了，对主方有益，“往遇雨则吉”。",
                    "第六爻的位置是阴位，这条爻是阳爻，阳爻在阴位，不当位，然而与三阴有应。不当位表明客方态度强硬，有可能制约主方，是潜在的对主方不利的因素；有应表明主方态度随和，正好客方可以制约主方，这潜在因素成了真正的对主方不利的因素。由于客方素质不佳，实力薄弱，强硬的态度没有实力支持，而主方素质良好，实力雄厚，主方可能柔中有刚，利用客方僵硬的态度取得有利效果，所以爻辞说“往遇雨则吉”。"
                ]
			}
		]
	},
	{
		"index": 39,
		"name": "蹇",
		"anno": "",
		"trans": "蹇卦，象征陷入困境，难以前进；面对这种情况，利于向西南行动，不利于向东北行动。此时利于出现大人物，只要能够坚守正道，始终如一，就一定可以获得吉祥。",
		"analysis": [
			"这个卦是异卦（下艮上坎）相叠。坎为水，艮为山。山高水深，困难重重，人生险阻，见险而止，明哲保身，可谓智慧。蹇，跋行艰难。",
            "《蹇卦》的卦象是（山）下坎（水）上，为高山上积水之表象，象征艰难险阻，行动困难。面对这种情况，君子应该很好地反省自己，提高自己的品德修养，以通过自身的努力渡过困境。",
            "遁、明夷、蹇以及下面的困卦，说的都是当处于艰难险境时要用韬光养晦之法，保存自己的实力，以求东山再起，但各卦所处的环境及其采取的对策不相同。遁卦说的是在受到小人欺凌、正不压邪时，该躲避时要躲避。明夷卦所处的政治环境比遁卦更恶劣，已达到政治昏暗的地步，此时要自晦其明，守正不移。蹇卦讲的是在困境中不要消极等待，要抓住时机有所作为。一是在遇到艰难险阻之时，要审时度势，不要轻举妄动，“来誉”、“来反”、“来连”这些作法都是可取的；二是要同舟共济，“匪躬自故”、“朋来”、“来硕”，即大家都不顾私利，团结一致，立功建业；三是“利见大人”，要有“九五”那样的刚正不阿、坚韧不拔的人率领大家共渡难关。看来《易经》作者不主张消极地“遁”。"
		],
		"trigrams": [
			{
				"anno": "",
				"trans": "前进将会进入险境，后退将得到赞美。",
				"analysis": [
                    "《象辞》说：“前进将会进入险境，后退将得到赞美”，处在这种情况下，最好是安心等待，寻找时机，不要轻举妄动。",
                    "以阴柔处蹇之始，上无所应，居艮之下受阻，进则入坎之险地，因此诫之“往蹇来誉”，即在这艰难之时不妄动待时为佳。文王骗取了纣王信任后，纣王“赐之弓矢斧钺，使西伯得征服”，“来誉”即是说文王得到了信任，获得了征讨的大权。"
                ]
			},
            {
				"anno": "",
				"trans": "臣子为了解救君王的困境努力奔走在危难之中。如果是为了自己，他是用不着这样做的。",
				"analysis": [
                    "《象辞》说：“臣子为了解救君主的困境而努力奔走在危难之中”，那么结果将不会有什么过失。",
                    "以柔顺居中得正，顺应“九五”之尊，是一个中正君王可以信任的大臣，故称之为“王臣”。“九五”陷于坎险之中唯有“六二”能够解难。“六二”以阴柔而担此重任，有些力不从心，难度很大，故“蹇蹇”。这里用了两个“蹇”，是分属王和臣的。“九五”陷于坎险之中是“蹇”；而“六二”居艮卦之中，前是坎险，又与上下爻互为坎险，亦是“蹇”。但他却“匪躬之故”，即不顾个人得失，鞠躬尽力，竭力救主。爻辞没有断吉凶或成败，意为能这样做就难能可贵了！"
                ]
			},
            {
				"anno": "",
				"trans": "前进陷于危难，最好还是退回原地，不要再继续往前走了。",
				"analysis": [
                    "《象辞》说：“前进将陷于危难，最好还是回原地”，这样内部的力量必会来依附于己。",
                    "处两体之中，前往虽与“上六”相应，但下艮为止，上坎为险，“往蹇”则难，还是“来反”，安心下比“六二”，不要妄进。"
                ]
			},
            {
				"anno": "",
				"trans": "如果它要奔赴危难，就该联合其他的力量，只有这样，才有可能解救危难。",
				"analysis": [
                    "《象辞》说：“前去解救危难，应该联合其他的力量”，是指这一爻所处的位置决定了他应该这样去做。",
                    "以阴居柔得位，上承“九五”，似与“六二”一样的大臣。想往顺承于“九五”，可四居上坎之下，与五均陷入在上坎之中，故“往蹇”亦难。然四又下乘“九三”，“来连”则顺从于三，而三又与二与初相连，结成同志，共救“九五”之尊。"
                ]
			},
            {
				"anno": "",
				"trans": "处境极为艰难，却有众多的人来协助他渡过危难。",
				"analysis": [
                    "《象辞》说：“处境极为艰难，却有众多的人来协助他渡过危难”，表明他能够坚守正道，行为合乎准则，所以有众多的人前来协助他。",
                    "陷坎险之中，与下二爻互为离卦，处于水深火热之中，犹如文王被囚而蒙大难，故说“大蹇”。初、三、上三爻都是“往”有难，可五却不往还有大难，何也？因他被囚于坎险之中，失去了人身自由，想动也动不得。但五与二相应，二“匪躬”来救，三又联合二及初众阴相济，“朋来”拯己于水火之中。“西伯之臣闳夭之徒，求美女奇物善马以献纣，纣仍赦西伯”（《史记·殷本纪》）。"
                ]
			},
            {
				"anno": "",
				"trans": "如果前进就会陷入险境，退回来却可以大有收获；这样做就会吉祥如意；有利于出现大人物。",
				"analysis": [
                    "《象辞》说：“如果前进就会陷入险境，退回来却可以大有收获”，是因为关键在于首先要联合自己内部的各种力量才能够共同度过艰难时世。“利于出现大人物”，说明应当追随尊贵的君主去建功立业。",
                    "处卦之极，开始脱离了险境，可再往前走也就没有路了，“往蹇来誉”，返回来归顺“九五”，五已被众朋所救，险情排除，获得了硕大胜利，故“吉”，全卦至此才出现了吉兆。这个时候正如卦辞所说的“利现大人”，明君即将出现。“西伯归，乃阴修德行善诸侯多叛纣而往归西伯，西伯滋大”（同上），达到了“三分天下有其二”（《论语·泰伯》），为灭商做了战略上的准备，这就是卦辞所说的“利西南”。"
                ]
			}
		]
	},
	{
		"index": 40,
		"name": "解",
		"anno": "",
		"trans": "对西南方向有利；无路可走的时候，沿着来的路返回吉利；有路可走的时候，早到吉利。",
		"analysis": [
			"这个卦是异卦（下坎上震）相叠。震为雷、为动；坎为水、为险。险在内，动在外。严冬天地闭塞，静极而动。万象更新，冬去春来，一切消除，是为解。",
            "周文王的时候，周国在西南方，“西南”指主方，“利西南”，形势对主方有利。主方有素质上的优势，比如说，主方有资金、有地位、有权力、有实力、有技术，等等，客方需要主方的帮助，整个形势对主方有利。主方处于消极被动状态，而客方是积极主动地谋取和扩大自己的利益，主方不宜盲目跟随客方，而应当见机而行。如果往前走没有希望，就退回去，从那里来，回到那里去，吉利；如果往前走显然是有利的，就快点走，早点到达，吉利。“夙”（sù），早：夙夜。“夙吉”，早到吉利。"
		],
		"trigrams": [
			{
				"anno": "",
				"trans": "无所怪罪。",
				"analysis": [
                    "第一爻是主卦的下爻，代表主方的行动，阴，表示主方消极被动，比如说，防守、退却、不想冒险、不想探索或开辟新的发展领域、只求保持现状，等等。主方素质良好，而客方素质不佳，客方积极图谋从主方获取利益。主方谨慎行动，为了防止自己的利益受到损失，采取消极被动是适当的，无所怪罪。",
                    "第一爻的位置是阳位，这条爻是阴爻，阴爻在阳位，不当位，不过与四阳有应。不当位表明主方消极被动，有可能让自己的利益受到损失，是潜在的对主方不利的因素；有应表明客方积极主动，正好可以利用主方的消极被动，窃取主方的利益，这潜在因素成了真正的对主方不利的因素。这种不利因素是主方长期衰落造成的，现实如此，不应当怪罪主方，所以爻辞说“无咎”。"
                ]
			},
            {
				"anno": "",
				"trans": "在田野捕获三只狐狸，得到黄色的箭；坚持下去吉利。",
				"analysis": [
                    "第二爻是主卦的中爻，代表主方的素质，阳，表示主方素质良好，比如说，主方有资金、有地位、有权力、有实力、有技术，等等。广阔的田野象征主客双方关系，三只狐狸象征主方从双方关系中获得的利益。主方依靠素质的优势从积极行动的客方获得方便，“得黄矢”，从而获得三只狐狸。以这样的方式对待客方是正确的，坚持下去对主方吉利。",
                    "第二爻的位置是阴位，这条爻是阳爻，阳爻在阴位，不当位,不过与五阴有应。不当位表明主方素质良好，有可能受到客方损害，是潜在的对主方不利的因素；有应表明客方素质不佳，正好可以从主方的良好素质取得补益，这潜在因素成了真正的对主方不利的因素。从另一个角度看，主方可以依靠自己的良好素质，让客方依赖主方，保持安定环境，所以爻辞说“贞吉”。"
                ]
			},
            {
				"anno": "",
				"trans": "背负着包袱乘马，招致强盗来；坚持下去有困难。",
				"analysis": [
                    "第三爻是主卦的上爻，代表主方的态度，阴，表示主方态度随和。主方像是背负着包袱乘马，结果招致像客方这样的行动积极的强盗来；坚持下去主方会吃亏的。",
                    "第三爻的位置是阳位，这条爻是阴爻，阴爻在阳位，不当位，不过和六阴不有应。不当位表明主方态度随和，有可能受到客方制约，是潜在的对主方不利的因素；不有应表明客方的态度也随和，不求制约主方，这潜在因素没有成为真正的对主方不利的因素。由于这种不利的潜在因素存在，如果继续下去，有可能对主方真地不利，所以爻辞说“贞吝”。"
                ]
			},
            {
				"anno": "",
				"trans": "像解开被绑的拇指一般摆脱纠缠，朋友来了，感受到他的真诚。",
				"analysis": [
                    "第四爻代表客方的行动，阳，表示客方积极主动地谋取和扩大自己的利益，比如说，创新、创业、投资、进攻、求职、示爱，等等。朋友指客方。斯孚指客方的信任。客方的积极主动解决了主方的困难，客方帮助主方是出于对主方的信任。主方需要保持对客方诚恳，以取得客方的信任。",
                    "第四爻的位置是阴位，这条爻是阳爻，阳爻在阴位，不当位，并且与一阴有应。不当位表明客方积极主动谋求发展，有可能损害主方利益，是潜在的对主方不利的因素；有应表明主方消极被动，是客方发展的好机会，这潜在因素成了真正的对主方不利的因素。另一方面，客方的积极主动有可能帮助主方化解困难，所以爻辞中没有判断词。"
                ]
			},
            {
				"anno": "",
				"trans": "先生的困难被化解，吉利，受到普通人的信任。",
				"analysis": [
                    "第五爻是客卦的中爻，代表客方的素质，阴，表示客方素质不佳，比如说，资金缺乏、地位底下、实力薄弱、教育程度低，等等。主方的素质良好，君子指主方。客方的素质不佳，小人指客方。主方以良好的素质帮助客方，取得了客方的信任，从而，客方帮助主方，解决了主方的困境。“维”（wéi），拴，系：絷之维之，以永今朝。",
                    "第五爻的位置是阳位，这条爻是阴爻，阴爻在阳位，不当位，不过与二阳有应。不当位表明客方素质不佳，有可能寻求从主方得到补益，是潜在的对主方不利的因素；有应表明客方正好可以从素质良好的主方取得补益，这不利因素成了真正的对主方不利的因素。换一个角度考虑，由于主方给予客方所需要的补益，主方得到客方信任，客方帮助主方度过困难时期，对主方非常有利，所以爻辞说“吉”。"
                ]
			},
            {
				"anno": "",
				"trans": "先生射中在高墙上的鸟，获取它，没有不利的。",
				"analysis": [
                    "第六爻是客卦的上爻，代表客方的态度，阴，表示客方态度随和。同时，第六爻是对第五条的补充，第五条是阴，第六条也是阴，这表示客方的素质很差。客方的阴的态度给了主方机会，主方应当抓住机会取利。主方的素质良好，公指主方。客方积极主动，如飞鸟。如果主方的态度强硬起来，趁客方态度随和之机，客方就如同落在高墙上的鸟，给了主方获利的机会。机会来了，主方要积极主动、态度强硬地抓住机会。“隼”（sǔn），鸟类的一科，翅膀窄而尖，上嘴呈钩曲状，背青黑色，尾尖白色，腹部黄色。饲养驯熟后，可以帮助打猎。亦称“鹘”。“墉”（yōng），城墙：墉垣。",
                    "第六爻的位置是阴位，这条爻是阴爻，阴爻在阴位，当位，然而与三阴不有应。当位表明客方态度随和，有可能被主方制约，是潜在的对主方有利的因素；不有应表明主方的态度也随和，主方不求制约客方，这潜在因素没有成为真正的对主方有利的因素。由于这个潜在的有利因素存在，如果主方利用此机会制约客方，没有什么不利，所以爻辞说“无不利”。"
                ]
			}
		]
	},
	{
		"index": 41,
		"name": "损",
		"anno": "损：减损之道。孚：诚信。咎：过错。贞：正固。攸往：前进。曷：通“何”，什么。簋：祭祀的用品。",
		"trans": "有诚信，大吉大利，没有咎害，可正固。有利于前往。用什么？两簋就可以用来祭享。",
		"analysis": [
			"这个卦是异卦（下兑上艮）相叠。艮为山；兑为泽。上山下泽，大泽浸蚀山根。损益相间，损中有益，益中有损。二者之间，不可不慎重对待。损下益上，治理国家，过度会损伤国基。应损则损，但必量力、适度。少损而益最佳。",
            "损卦，减损下边的泽泥，增益上边的山林，运行之道是向上走。损减自己而得到大家信服，动因（出发点）吉利，没错误，可坚持。有利于前往。拿什么用来共享？二簋就可以用来共享。使用二簋祭享应当有时，因为减损阳刚、增益阴柔有时。减损增益、盈满亏虚，都是伴随着时序运行的。"
		],
		"trigrams": [
			{
				"anno": "",
				"trans": "阻止事态发展，迅速去办帮助别人，无所怪罪；酌情量力而为。",
				"analysis": [
                    "这是损卦第一爻爻辞。第一爻是主卦下爻，代表主方的行动，阳，表示主方积极主动地谋取和扩大自己的利益，比如说，创新、创业、投资、进攻、求职、示爱，等等。第一爻位置是阳位，阳爻在阳位，当位；同时，它与第四爻有应，既当位又有应，是有利因素。但是，从总体上看，爻辞更强调策略。“已”（yǐ），停止，艮止也。“遄”（chuán），快，迅速。“已事遄往”，阻止事态，迅速去办。“酌”（zhuó），斟酌，估量，酌情办理。“之”（zhī），指示代词，“这”，“那”。“损之”是给客方造成损失。“酌损之”是说酌情造成损失，量力而为。",
                    "第一爻位置是阳位，这条爻是阳爻，阳爻在阳位，当位，又与四阴有应。当位，表明主方积极主动 [3]  ，有可能从双方关系获益，是潜在的对主方有利因素；有应，表明客方消极被动，给了主方积极主动谋利的机会，那潜在因素成了真正的对主方有利因素，所以爻辞说“酌损之”。这里强调“酌”，是从全局考虑。"
                ]
			},
            {
				"anno": "",
				"trans": "利于坚持下去，征伐有凶险；不要损伤他，给他以利益。",
				"analysis": [
                    "这是损卦第二爻爻辞。第二爻是主卦中爻，代表主方素质，阳，表示主方素质良好，比如说，主方有资金、有地位、有权力、有实力、有技术，等等。主方应当慎重使用力量，以免被客方利用，应当保持当前有利状态，“利贞”。盲目行动有风险，“征凶”。为了能够给客方造成损失，主方应当设法给客方以利诱，“弗损，益之”。",
                    "第二爻位置是阴位，这条爻是阳爻，阳爻在阴位，不当位，不过与五阴有应。不当位，表明主方的良好素质有可能遭受损失，是潜在的对主方不利因素；有应，表明客方素质不佳，希望从主方获益，那潜在因素成了真正的对主方不利因素，爻辞说“利贞，征凶”。换一个角度思维，为了最终从客方获益，主方可以用自己的良好素质作诱饵，制服客方，所以，爻辞又说“弗损，益之”。"
                ]
			},
            {
				"anno": "",
				"trans": "三人同行难以同心协力，必有一人离去，一人出行专一求合则得到朋友。",
				"analysis": [
                    "这是损卦第三爻爻辞。第三爻是主卦上爻，代表主方态度，阴，表示主方态度随和。“三人行”指除了主客双方以外，再有第三方卷入当前关系，这样的话，有一方将受到损害，对于主方是不利的。如果主方态度强硬，就有可能与态度强硬的客方冲突，导致第三者插入，这对双方都不利。如果主方保持随和态度，则可能与客方和谐相处，得到客方作朋友。主方应当保持随和的态度。",
                    "第三爻位置是阳位，这条爻是阴爻，阴爻在阳位，不当位，不过与六阳有应。不当位，表明主方态度随和，有可能受客方制约，是潜在的对主方不利因素；有应，表明客方态度强硬，可能制约主方，那潜在因素成了真正的对主方不利因素。从全局看，尽管存在这样的不利因素，主方应当保持与客方的和谐关系，这样有助于主方获得更多利益，所以爻辞说，“一人行则得其友”。"
                ]
			},
            {
				"anno": "",
				"trans": "减轻那个患病的人疾病，快速行动，将有喜讯，无所怪罪。",
				"analysis": [
                    "这是损卦第四爻爻辞。第四爻是客卦下爻，代表客方的行动，阴，表示客方被动。“疾”（jí），像中箭那样危急的病，身体很不舒适。“使”（shǐ），派遣，差遣，支使。“遄”（chuán），快，迅速。客方消极被动，减少客方受到损失，“损其疾”。抓住机遇，迅速行动，会有收获，“使遄，有喜”。如果这么做，就对了，“无咎”。",
                    "第四爻位置是阴位，这条爻是阴爻，阴爻在阴位，当位，又与一阳有应。当位，表明，客方消极被动有可能是主方发展的机遇，是潜在的对主方有利因素；有应，表明主方积极主动，正好可以利用客方的消极被动获取利益，那潜在因素成了真正的对主方有利因素，主方利用客方消极被动的机会是应当的，所以爻辞说“无咎”。"
                ]
			},
            {
				"anno": "",
				"trans": "或者给予他价值连城的宝龟，很多利益，以致他不能推脱，非常吉利。",
				"analysis": [
                    "这是损卦第五爻爻辞。第五爻是客卦中爻，代表客方素质，阴，表示客方素质不佳，比如说，资金缺乏、地位底下、实力薄弱、教育程度低，等等。“或”（huò），连词，表示选择关系，或多或少。“朋”（péng），古时货币。“龟”（guī），古时用龟于占卜。“十朋之龟”表示非常珍贵的礼物。“违”（wéi），背离，不依从；违背，违约，阳奉阴违。主方素质良好，可以给予客方一些利益，引诱客方，这样对主方非常吉利。",
                    "第五爻位置是阳位，这条爻是阴爻，阴爻在阳位，不当位，不过与二阳有应。不当位，表明客方素质不佳，有可能向主方索取利益，是潜在的对主方不利因素；有应，表明主方素质良好，正好可以满足客方需要，那潜在因素成了真正的对主方不利因素。然而，从总体看，主方正可以依靠自己实力上的优势，给予客方足够实惠，以从客方谋取更多利益，所以爻辞说，“元吉”。"
                ]
			},
            {
				"anno": "",
				"trans": "不要减损他们的利益，增益他们利益，就无人怪罪；坚持下去吉利，宜于有所前进，客方放弃原来立场，又能得到一位贤臣的辅佐。",
				"analysis": [
                    "这是损卦第六爻爻辞。第六爻是客卦上爻，代表客方态度，阳，表示客方态度强硬。客方虽然素质不佳，但是态度强硬，而主方态度随和，阴阳有应，在这种情况下，应当不损伤客方而以利诱之，“弗损，益之”，“无咎”。坚持下去吉利，“贞吉”。这有利于主方向前推进，“利有攸往”。“得臣”，客方降服为臣。“无家”，放弃原来立场。结果，客方降服而放弃原来立场，“得臣，无家”。",
                    "第六爻位置是阴位，这条爻是阳爻，阳爻在阴位，不当位，不过与三阴有应。不当位，表明客方态度强硬，有可能制约主方，是潜在的对主方不利因素；有应，表明主方态度随和，正好受到客方制约，那潜在因素成了真正的对主方不利因素。尽管存在这种不利因素，从全局看，如果主方保持随和态度，与客方维持和谐关系，最后，客方有可能摒弃原来立场，臣服于主方，这样，主方最终获得更多利益。客方立场的改变取决于客方自己，主方不能强求，但是，主方对客方所作的各项优惠措施，将促使客方转化，事物自身总是遵循螺旋型变化规律，客方自己也会变化的，从艮卦变成坤卦，顺从主方，当然，主方必须有耐心，谋求“元吉”发生。"
                ]
			}
		]
	},
	{
		"index": 42,
		"name": "益",
		"anno": "",
		"trans": "利于有所前进，利于涉越大的河川。",
		"analysis": [
			"这个卦是异卦（下震上巽）相叠。巽为风；震为雷。风雷激荡，其势愈强，雷愈响，风雷相助互长，交相助益。此卦与损卦相反。它是损上以益下，后者是损下以益上。二卦阐述的是损益的原则。",
            "这是益卦卦辞，说明主客双方总的情况。“攸”（you），助词，相当于“所”：性命攸关。“川”（chuan），河川，在这里，“川”是个形象，不宜狭义地解释为河川。这个卦辞的意思是：主方应当发挥积极主动的优点，寻求发展，勇于探索和进取。"
		],
		"trigrams": [
			{
				"anno": "",
				"trans": "应当利用形势作大事业，非常吉利，无所怪罪。",
				"analysis": [
                    "这是益卦第一爻爻辞。这是阳爻，表示主方积极主动地谋取和扩大自己的利益，比如说，创新、创业、投资、进攻、求职、示爱，等等。如果主方积极主动，能够利用当前大好形势而取得丰硕效果，无所怪罪。",
                    "第一爻位置是阳位，这条爻是阳爻，阳爻在阳位，当位，又与四阴有应。当位表示主方积极主动是潜在的对主方有利的因素，有应表示客方以消极被动响应主方的积极主动，那潜在的有利因素成了真正的对主方有利的因素，主方应当大力利用此有利因素，“利用为大作”。这对主方非常有利，“元吉，无咎”。"
                ]
			},
            {
				"anno": "",
				"trans": "有时使受益价值十朋的龟，不能拒绝，永远坚持下去吉利；王祭祀先祖，吉利。",
				"analysis": [
                    "这是益卦第二爻爻辞。这是条阴爻，表示主方素质不佳，比如说，资金缺乏、地位底下、实力薄弱、教育程度低，等等。“朋”（peng）指古时货币。“龟”（gui），古时用于占卜。“十朋之龟”表示非常珍贵的礼物。“王用享于帝”是比喻。“王”指客方，“帝”指主方，“王用享于帝”比喻客方向主方贡献。这条爻辞的意思是，有人赠送非常珍贵的礼物，没有办法拒绝；永远坚持这种情况，就会像祖先那样得到王的贡献，吉利。",
                    "第二爻位置是阴位，这条爻是阴爻，阴爻在阴位，当位，又与五阳有应。当位，表示主方素质不佳是潜在的对主方有利的要素，如果主方有机会得利，就不要错过机会，要耐心地等待机会，“或益之十朋之龟，弗克违，永贞吉”；有应，表明主客双方在素质方面和谐，客方有良好素质，正好可以满足主方需要，那潜在因素成了真正的对主方有利的因素，“王用享于帝，吉”。"
                ]
			},
            {
				"anno": "",
				"trans": "使受益用于凶恶事件，无所怪罪；诚恳地中间行走，用玉圭告诉公。",
				"analysis": [
                    "这是益卦第三爻爻辞，阴性，表示主方态随和。“凶事”指艰难处境。“孚”（fu）是信用，是为人所信赖的意思，如“深孚众望”。“中行”，行于中间，指行为适当。“告公”中的告者，是主方，“公”指客方。“圭”（gui），玉器，古代大臣拿着它朝见皇上。这条爻辞的意思是：在相互关系中受益，无所归罪。诚恳地适当行动，以尊重的态度向客方说明建议。",
                    "第三爻位置是阳位，这条爻是阴爻，阴爻在阳位，不当位，并且与六阳有应。不当位，表示主方对客方随和态度是潜在的对主方不利的因素；有应，表示主客双方之间在态度上和谐，主方随和态度正好适应客方的强硬态度，那潜在因素成了真正的不利因素，主方受到客方制约，对于主方来说是“凶事”。由于主方是受益方，在压抑下从客方受益，“益之用凶事”。同时，第三爻是对第二条的补充，第二条是阴，第三条也是阴，则表示主方素质很差。主方对客方随和是由于素质太差，不得不如此，无可怪罪，“无咎”。主方对客方随和，需要对客方诚恳，并且尊敬客方，“有孚中行，告公用圭”。"
                ]
			},
            {
				"anno": "",
				"trans": "告诉公中间行走，公顺从，利用为依据迁移国都。",
				"analysis": [
                    "这是益卦第四爻爻辞，阴性，表示客方消极被动。“从”指顺从，听从，随从。“迁”指迁移，变迁。这条爻辞的意思是：由于主方行动适当，客方顺从主方意图，作出重大改变。",
                    "第四爻位置是阴位，这条爻是阴爻，阴爻在阴位，当位，并且一阳有应。当位，表示客方消极被动是潜在的对主方有利的因素，客方顺从主方，“中行告公从”；有应，表示主客双方行动和谐，客方消极被动正好适应主方的积极主动，那潜在因素成了真正的对主方有利的因素，主方主动地向客方提出要求，客方按主方意见办，“利用为依迁国”。"
                ]
			},
            {
				"anno": "",
				"trans": "有诚信使心受惠，不用问很吉利；有诚信使我的品德受惠。",
				"analysis": [
                    "这是益卦第五爻爻辞，阳性，表示客方素质良好。“惠”（hui）指优惠，互惠，惠赠。这条爻辞的意思是：诚恳地对待客方，使客方从心里感恩，不用问，非常吉利；主方诚恳地对待客方，表现出我方的品德高尚。",
                    "第五爻位置是阳位，这条爻是阳爻，阳爻在阳位，当位，并且与二阴有应。当位，表示客方的良好素质是潜在的对主方有利的因素；有应，表示那潜在因素成了真正的对主方有利的因素。尽管存在这种对主方有利因素，由于客方态度强硬，主方需要对客方诚恳。主方对客方诚恳，则主方可以从客方的良好素质得益，“有孚惠心，勿问元吉”。主方应当用诚恳表现自己的高贵品德，“有孚惠我德”。"
                ]
			},
            {
				"anno": "",
				"trans": "不要使他得益，要打击他。下的决心不坚定，有凶险。",
				"analysis": [
                    "这是益卦第六爻爻辞，这条爻是阳爻，表示客方态度强硬。“莫益之，或击之；立心勿恒，凶”，这条爻辞的意思是：态度强硬的客方不愿意让主方受益，甚至打击主方；如果下的决心不坚定，则凶险。",
                    "第六爻的位置是阴位，这条爻是阳爻，阳爻在阴位，不当位，并且与三阴有应。不当位，表示客方的强硬态度是潜在的对主方不利的因素；当位，表示那潜在因素成了真正的对主方不利的因素，客方制约主方，“莫益之，或击之”。第六爻是对第五爻的补充，表示客方实力非常强大，如果主方不能坚定地表现出对客方的诚恳，则主方可能受到可怕的打击，“立心勿恒，凶”。这里的“心”指第五爻爻辞“有孚惠心”中的“心”。"
                ]
			}
		]
	},
	{
		"index": 43,
		"name": "夬",
		"anno": "",
		"trans": "从朝廷上发出诚恳的号令，自城邑有严厉的报告，不利于打仗，利于做一些事。",
		"analysis": [
			"这个卦是异卦（下乾上兑）相叠。乾为天为健；兑为泽为悦。泽气上升，决注成雨，雨施大地，滋润万物。五阳去一阴，去之不难，决（去之意）即可，故名为夬（guài），夬即决。",
            "主卦和客卦的阳数比是2:1，这表示主方威力强大，客方力量稍弱。威力强大的主方，比喻为君主，控制着朝廷；力量稍弱的客方，比喻为占据着城邑的官员，或者诸侯国。主方果断地发出诚恳的号令，说明自城邑有严厉的报告，情况不利于发生冲突，而利于双方合在一起作些对双方都有利的事。“邑”(yì)，城市，都城：城邑，古时也指诸侯国。“即戎”(jírónɡ)，用兵，作战。就是说，主方应当呼吁客方，双方诚恳相处，不相互攻击，而做到互利共赢。"
		],
		"trigrams": [
			{
				"anno": "",
				"trans": "强壮表现在前足趾上，往前进不胜，应当怪罪。",
				"analysis": [
                    "第一爻是主卦的下爻，代表主方的行动，阳，表示主方积极主动地谋取和扩大自己的利益，比如说，创新、创业、投资、进攻、求职、示爱，等等。积极主动是主方最基本的优点，从此出发会有什么后果？这取决于主方的决断。如果往前进得不到胜利，那是决断不佳，应当怪罪主方。",
                    "第一爻的位置是阳位，这条爻是阳爻，当位，然而与四阳不有应。当位表明主方积极主动是正确的，不有应表明主方与客方的行动有冲突。在这种情况下，主方采取什么行动，则须要根据具体情况作决断，能胜则进，不能胜，则停，或者退，不能盲目前进。"
                ]
			},
            {
				"anno": "",
				"trans": "警惕的号令，夜间没有战斗，不要忧虑。",
				"analysis": [
                    "第二爻是主卦的中爻，代表主方的素质，阳，表示主方的素质良好，比如说，主方有资金、有地位、有权力、有实力、有技术，等等。根据主客双方情况，作为警惕的号令表明，“莫夜有戎，勿恤”，当前双方关系的状态一般，不是很坏。“恤”(xù)，忧虑：恤恤。",
                    "第二爻的位置是阴位，这条爻是阳爻，阳爻在阴位，不当位，并且与五阳不有应。既不当位又不有应，一般说来，是对主方不利的因素。然而，这不当位并不是说主方不应当有良好的素质，而是说主方的良好素质有可能为客方所利用，这就可能对主方不利。不有应，因为客方的素质也良好，不需要利用主方的良好素质，这种对于主方不利因素的可能性减少了。也就是说，对于主卦的中爻来说，如果是阳爻，没有有应比有应好。正如爻辞所说，“莫夜有戎，勿恤。”"
                ]
			},
            {
				"anno": "",
				"trans": "强壮于面颊上，有凶险；聪明的人作事果断，独行遇雨，淋湿了有些恼怒，无所怪罪。",
				"analysis": [
                    "第三爻是主卦的上爻，代表主方的态度，阳，表示主方态度强硬。同时，第三爻是对第二条的补充，第二条是阳，第三条也是阳，表示主方素质非常好。态度强硬过分，表现在表面上，这对于主方是很不利的，“壮于頄，有凶”。“君子”指主方，由于主方的态度强硬，作事果断，这些果断的决定有时得到不愉快的结果，如同“君子夬夬，独行遇雨，若濡有愠”。这是主方的特性，无所怪罪。“頄”(qiú)，泛指面颊。“夬夬”，果决貌。“愠”(yùn)，怒，怨恨：愠色。主方的态度过热了，须要冷下来，遇到雨，浇一浇，冷却一些有好处，这是“独行遇雨，若濡有愠，无咎”的另一层意思。",
                    "第三爻的位置是阳位，这条爻是阳爻，阳爻在阳位，当位，又与六阴有应。当位表明主方的强硬态度是正确的，应当保持下去。有应表明客方有可能顺从主方的强硬态度。另一方面。态度过于强硬了，则可能傲慢，可能粗暴，这是对主方不利的，主方须要警惕和避免傲慢与粗暴。"
                ]
			},
            {
				"anno": "",
				"trans": "臀部没有皮肤，其行为犹豫不定；牵了羊悔恨消亡，不相信闻言。",
				"analysis": [
                    "第四爻是客卦的下爻，代表客方的行动，阳，表示客方积极主动地谋取和扩大自己的利益，比如说，创新、创业、投资、进攻、求职、示爱，等等。客方的积极主动与主方的积极主动有冲突，使主方受到损失，“臀无肤”。主方受到损失以后，行动犹豫不决，“其行次且”。主方应当果断地摆脱这种状态，能够有一定收获即可，“牵羊悔亡”。主方应当果断地行动，不要听信客方如何说，“闻言不信”。“臀”(tún)，屁股：臀部。“次且”，犹豫不进貌。",
                    "第四爻的位置是阴位，这条爻是阳爻，阳爻在阴位，不当位，并且与四阳不有应。既不当位又不有应，表明客方的积极主动与主方有矛盾，对主方不利。在这种情况下，主方不要企图一下获得很多利益，应当现实一点，有利即取，“牵羊悔亡”。"
                ]
			},
            {
				"anno": "",
				"trans": "商陆独自生长，中间行走无所怪罪。",
				"analysis": [
                    "第五爻是客卦的中爻，代表客方素质，阳，表示客方素质良好。同时，主方素质也良好，客方良好的素质不能为主方增加利益，主方应当果断地避免客方干扰，不左不右地走自己的路，这样，就无所怪罪。“苋陆”，即商陆，多年生草本，春初发苗，叶卵形而大；夏季开红紫或白色小花；入秋结实，实多肉，赤黑色；嫩叶可食，其根有毒，可供药用。这里用苋陆作比喻，建议主方要果断，不要因客方的良好素质而犹豫不决。",
                    "第五爻的位置是阳位，这条爻是阳爻，阳爻在阳位，当位,然而与二阳不有应。当位表明客方良好素质是对主方有利的潜在因素，有可能主方会利用客方的良好素质。不有应表明主方不需要利用客方的良好素质，因为主方自己的素质也良好。在这种情况下，主方不须要依赖客方，应当果断地按自己的意图前进，避免客方干扰。"
                ]
			},
            {
				"anno": "",
				"trans": "没有号令，终了有凶险。",
				"analysis": [
                    "第六爻是客卦的上爻，代表客方态度，阴，表示客方态度随和。本来，主方可以利用客方的随和态度，从合作中取得利益，然而，爻辞所说的情况是主方果断地断绝了与客方的联系，不再向客方发号令，双方的关系终了了，这种终了对于主方来说是凶险的。爻辞从反面警告主方，不要持过分强硬的态度，不要果断地断绝与客方的关系。如果主方不果断结束与客方的关系，就不至于有凶险。",
                    "第六爻的位置是阴位，这条爻是阴爻，阴爻在阴位，当位，又与三阳有应。客方的阴的态度有利于主方，主方有可能制约客方，让事态朝对主方有利的方向发展。这对于主方是一个有利因素。不过，如何利用这个有利因素，在于主方。与第六爻相应的爻是第三爻，第三爻是阳爻，除了表明主方态度强硬以外，还表明主方素质很好，实力很强，正是因为实力很强，主方可能过分自信，撇下客方，独断孤行，如果是这样，对于主方来说，很危险。"
                ]
			}
		]
	},
	{
		"index": 44,
		"name": "姤",
		"anno": "",
		"trans": "此女强盛豪迈，勿要娶她。",
		"analysis": [
			"这个卦是异卦（下巽上乾）相叠。乾为天，巽为风。天下有风，吹遍大地，阴阳交合，万物茂盛。姤（gǒu）卦与夬卦相反，互为“综卦”。姤即遘，阴阳相遇。但五阳一阴，不能长久相处。",
            "主方以3卦巽卦表征，客方以7卦乾卦表征，主卦与客卦的阳数比是3:7，客方强于主方，并且是最强者。如果主方与客方结合紧密，主方必受制于客方。卦辞中的“女”指客方，“女壮”，意思是客方强大。“取女”，意是娶该女为妻，“勿用取女”，不要娶该女为妻，就是建议主方不要与客方结合太紧密。"
		],
		"trigrams": [
			{
				"anno": "",
				"trans": "系于金属制动块上，坚持下去吉利；有所前进，呈现凶险，母猪浮躁不安地来回活动。",
				"analysis": [
                    "第一爻是主卦下爻，代表主方行动，阴，表示主方消极被动，比如说，防守、退却、不想冒险、不想探索或开辟新的发展领域、只求保持现状，等等。主方被积极主动的客方所推动，不得不顺从客方。“羸豕”，母猪，象征主方，主方强壮而顺从。“蹢躅”，徘徊不进貌。主方被牢固地系在与客方的关系中，就像是这头“羸豕”被系于金色的柅木上。保持现状，保持主方利益不受损失，也不想损伤客方利益，这样，对于主方来说是吉利的。如果主方企图损害客方利益，主方会有凶险，“有攸往，见凶”。主方消极被动，没有明确行动目标，像是“羸豕孚蹢躅”。",
                    "第一爻位置是阳位，这条爻是阴爻，阴爻在阳位，不当位，不过与四阳有应。与第一爻对应的是第四爻，第四爻是阳爻，表示客方积极主动，在行动方面，主客双方阴阳和谐，阴的主方被阳的客方索缚着，如同“系于金柅”。由于这种和谐关系，主方避免了与客方的冲突，“贞吉”。主方的被动反映了衰落趋势，主卦与客卦的阳数之比是3:7，如果主方对抗客方，对主方不利，这是“有攸往，见凶”。主方的素质仍然非常好，然而消极被动，像一头母猪，失去了前进方向，“羸豕孚蹢躅”。"
                ]
			},
            {
				"anno": "",
				"trans": "包里有鱼，无所怪罪；不利于招待宾客。",
				"analysis": [
                    "第二爻是主卦中爻，代表主方素质，阳，表示主方素质良好，比如说，主方有资金、有地位、有权力、有实力、有技术，等等。主方的良好素质是主方应当有的，无所怪罪。“宾”(bīn)，服从，归服：诸侯咸来宾从。主方应当保护自己的利益，不利于把自己的良好素质听任客方处理。",
                    "第二爻位置是阴位，这条爻是阳爻，阳爻在阴位，不当位，并且和五阳不有应。阳爻表示主方的素质良好，如同“包有鱼”。这良好素质有可能被客方窃取，是对主方不利的潜在因素，不过，由于和第五爻不有应，这种不利的潜在因素并没有成为真正的对主方不利的因素。主方保护自己的良好素质是应当的，“无咎”，要防止自己的利益被客方窃取，“不利宾”。"
                ]
			},
            {
				"anno": "",
				"trans": "臀部没有皮肤，其行动犹豫不决；严厉，没有大怪罪。",
				"analysis": [
                    "第三爻是主卦上爻，代表主方态度，阳，表示主方态度强硬。主方的强硬态度与客方的强硬态度有冲突，使主方受到损失，“臀无肤”。主方受到损失以后，行动犹豫不决，“其行次且”。这种情况是严重的，没有大的怪罪。“臀”(tún)，屁股：臀部。“次且”，犹豫不进貌。",
                    "第三爻位置是阳位，这条爻是阳爻，阳爻在阳位，当位，然而与六阳不有应。由于主方的强硬态度与客方的强硬态度冲突，主方受到伤害，迷失方向，“臀无肤，其行次且；厉”。第三爻是对第二爻的补充，这两条爻都是阳爻，表示主方素质非常好，实力非常强大，依仗自己强大的实力，持强硬的态度，保护自己的利益，这是应当的，“无大咎”。"
                ]
			},
            {
				"anno": "",
				"trans": "包里没有鱼，引起凶险。",
				"analysis": [
                    "第四爻是客卦下爻，代表客方行动，阳，表示客方积极主动地谋取和扩大自己的利益，比如说，创新、创业、投资、进攻、求职、示爱，等等。客方有空包，包里面没有鱼，客方积极主动地扑鱼往包里装，有可能把主方的鱼装到客方包里，使得主方受凶险。",
                    "第四爻位置是阴位，这条爻是阳爻，阳爻在阴位，不当位，不过与一阴有应。不当位表明客方积极主动，是对主方不利的潜在因素，客方企图窃取主方利益，“包无鱼”。有应表明客方的积极主动与主方的消极被动呈和谐状态，这对客方有利，对主方不利，对于主方来说，“起凶”。"
                ]
			},
            {
				"anno": "",
				"trans": "用枸杞把瓜包藏起来了；含有纹理，有陨石自天上降落。",
				"analysis": [
                    "第五爻是客卦中爻，代表客方素质，阳，表示客方素质良好。客方积极主动地扩展自己的利益，把自己的良好素质隐藏起来，让主方的利益自然地落入客方手中。“杞”(qǐ)，木名，枸杞，茄科，落叶小灌木。“章”(zhāng)，歌曲诗文的段落：章节，顺理成章。“含章”指客方的素质很好。由于客方素质良好，似乎，主方可以得益，而实际上，主方得不到收益，像是得到从天上掉落的石头，没有实际用处。",
                    "第五爻位置是阳位，这条爻是阳爻，阳爻在阳位，当位，然而与二阳不有应。当位表明客方的良好素质有可能让主方获益，这是对主方有利的潜在因素。不有应表示在素质方面主客双方不是和谐的，这个对主方有利的潜在因素，并没有成为真正的对主方有利的因素，对于客方来说，是“以杞包瓜”，而对于主方来说，是“有陨自天”，从天上落下来的只不过是无用的石头而已。"
                ]
			},
            {
				"anno": "",
				"trans": "相遇在拐角处；过分，无所怪罪。",
				"analysis": [
                    "第六爻是客卦上爻，代表客方态度，阳表示客方态度强硬。主客双方的态度都同样强硬，有冲突，就像是二人在拐角处相遇；这太巧合了，对于主方来说，无所怪罪。",
                    "第六爻位置是阴位，这条爻是阳爻，阳爻在阴位，不当位，并且和三阳不有应。不当位表明客方的强硬态度是对主方不利的潜在因素，尽管主方不原意，也不得不与这态度强硬的客方相处，“姤其角；吝”。不有应表明在态度方面，主客双方不和谐，主方以强硬态度回应客方，这个对主方不利的潜在因素，并没有成为真正的不利因素，对于主方来说，“无咎”。"
                ]
			}
		]
	},
	{
		"index": 45,
		"name": "萃",
		"anno": "",
		"trans": "",
		"analysis": [
			"这个卦是异卦相叠（下坤上兑）。坤为地、为顺；兑为泽、为水。泽泛滥淹没大地，人众多相互斗争，危机必四伏，务必顺天任贤，未雨绸缪，柔顺而又和悦，彼此相得益彰，安居乐业。萃，聚集、团结。"
		],
		"trigrams": [
			{
				"anno": "",
				"trans": "",
				"analysis": []
			}
		]
	},
	{
		"index": 46,
		"name": "升",
		"anno": "",
		"trans": "",
		"analysis": [
			"这个卦是异卦相叠（下巽上坤）。坤为地、为顺；巽为木、为逊。大地生长树木，逐的成长，日渐高大成材，喻事业步步高升，前程远大，故名“升”。"
		],
		"trigrams": [
			{
				"anno": "",
				"trans": "",
				"analysis": []
			}
		]
	},
	{
		"index": 47,
		"name": "困",
		"anno": "",
		"trans": "",
		"analysis": [
			"这个卦是异卦（下坎上兑）相叠。兑为阴为泽喻悦；坎为阳为水喻险。泽水困，陷入困境，才智难以施展，仍坚守正道，自得其乐，必可成事，摆脱困境。"
		],
		"trigrams": [
			{
				"anno": "",
				"trans": "",
				"analysis": []
			}
		]
	},
	{
		"index": 48,
		"name": "井",
		"anno": "",
		"trans": "",
		"analysis": [
			"这个卦是异卦（下巽上坎）相叠。坎为水；巽为木。树木得水而蓬勃生长。人靠水井生活，水井由人挖掘而成。相互为养，井以水养人，经久不竭，人应取此德而勤劳自勉。"
		],
		"trigrams": [
			{
				"anno": "",
				"trans": "",
				"analysis": []
			}
		]
	},
	{
		"index": 49,
		"name": "革",
		"anno": "",
		"trans": "",
		"analysis": [
			"这个卦是异卦（下离上兑）相叠。离为火、兑为泽，泽内有水。水在上而下浇，火在下而上升。火旺水干；水大火熄。二者相生亦相克，必然出现变革。变革是宇宙的基本规律。"
		],
		"trigrams": [
			{
				"anno": "",
				"trans": "",
				"analysis": []
			}
		]
	},
	{
		"index": 50,
		"name": "鼎",
		"anno": "",
		"trans": "",
		"analysis": [
			"这个卦是异卦（下巽上离）相叠。燃木煮食，化生为熟，除旧布新的意思。鼎为重宝大器，三足稳重之象。煮食，喻食物充足，不再有困难和困扰。在此基础上宜变革，发展事业。"
		],
		"trigrams": [
			{
				"anno": "",
				"trans": "",
				"analysis": []
			}
		]
	},
	{
		"index": 51,
		"name": "震",
		"anno": "",
		"trans": "",
		"analysis": [
			"这个卦是同卦（下震上震）相叠。震为雷，两震相叠，反响巨大，可消除沉闷之气，亨通畅达。平日应居安思危，怀恐惧心理，不敢有所怠慢，遇到突发事变，也能安然自若，谈笑如常。"
		],
		"trigrams": [
			{
				"anno": "",
				"trans": "",
				"analysis": []
			}
		]
	},
	{
		"index": 52,
		"name": "艮",
		"anno": "",
		"trans": "",
		"analysis": [
			"这个卦是同卦（下艮上艮）相叠。艮为山，二山相重，喻静止。它和震卦相反。高潮过后，必然出现低潮，进入事物的相对静止阶段。静止如山，宜止则止，宜行则行。行止即动和静，都不可失机，应恰到好处，动静得宜，适可而止。"
		],
		"trigrams": [
			{
				"anno": "",
				"trans": "",
				"analysis": []
			}
		]
	},
	{
		"index": 53,
		"name": "渐",
		"anno": "",
		"trans": "",
		"analysis": [
			"这个卦是异卦（下艮上巽）相叠。艮为山，巽为木。山上有木，逐渐成长，山也随着增高。这是逐渐进步的过程，所以称渐，渐即进，渐渐前进而不急速。"
		],
		"trigrams": [
			{
				"anno": "",
				"trans": "",
				"analysis": []
			}
		]
	},
	{
		"index": 54,
		"name": "归妹",
		"anno": "",
		"trans": "",
		"analysis": [
			"这个卦是异卦（下兑上震）相叠。震为动、为长男；兑为悦、为少女。以少女从长男，产生爱慕之情，有婚姻之动，有嫁女之象，故称归妹。男婚女嫁，天地大义，人的开始和终结。上卦与渐卦为综卦，交互为用。"
		],
		"trigrams": [
			{
				"anno": "",
				"trans": "",
				"analysis": []
			}
		]
	},
	{
		"index": 55,
		"name": "丰",
		"anno": "",
		"trans": "",
		"analysis": [
			"这个卦是异卦（下离上震）相叠，电闪雷鸣，成就巨大，喻达到顶峰，如日中天。告戒；务必注意事物向相反方面发展。治乱相因，盛衰无常，不可不警惕。"
		],
		"trigrams": [
			{
				"anno": "",
				"trans": "",
				"analysis": []
			}
		]
	},
	{
		"index": 56,
		"name": "旅",
		"anno": "",
		"trans": "",
		"analysis": [
			"这个卦是异卦（下艮上离）相叠。此卦与丰卦相反，互为“综卦”。山中燃火，烧而不止，火势不停地向前蔓延，如同途中行人，急于赶路。因而称旅卦。"
		],
		"trigrams": [
			{
				"anno": "",
				"trans": "",
				"analysis": []
			}
		]
	},
	{
		"index": 57,
		"name": "巽",
		"anno": "",
		"trans": "",
		"analysis": [
			"这个卦是同卦（下巽上巽）相叠，巽（xùn）为风，两风相重，长风不绝，无孔不入，巽义为顺。谦逊的态度和行为可无往不利。"
		],
		"trigrams": [
			{
				"anno": "",
				"trans": "",
				"analysis": []
			}
		]
	},
	{
		"index": 58,
		"name": "泽",
		"anno": "",
		"trans": "",
		"analysis": [
			"这个卦是同卦（下泽上泽）相叠。泽为水。两泽相连，两水交流，上下相和，团结一致，朋友相助，欢欣喜悦。兑为悦也。同秉刚健之德，外抱柔和之姿，坚行正道，导民向上。"
		],
		"trigrams": [
			{
				"anno": "",
				"trans": "",
				"analysis": []
			}
		]
	},
	{
		"index": 59,
		"name": "涣",
		"anno": "",
		"trans": "",
		"analysis": [
			"这个卦是异卦（下坎上巽）相叠。风在水上行，推波助澜，四方流溢。涣，水流流散之意。象征组织和人心涣散，必用积极的手段和方法克服，战胜弊端，挽救涣散，转危为安。"
		],
		"trigrams": [
			{
				"anno": "",
				"trans": "",
				"analysis": []
			}
		]
	},
	{
		"index": 60,
		"name": "节",
		"anno": "",
		"trans": "",
		"analysis": [
			"这个卦是异卦（下兑上坎）相叠。兑为泽，坎为水。泽有水而流有限，多必溢于泽外。因此要有节度，故称节。节卦与涣卦相反，互为综卦，交相使用。天地有节度才能常新，国家有节度才能安稳，个人有节度才能完美。"
		],
		"trigrams": [
			{
				"anno": "",
				"trans": "",
				"analysis": []
			}
		]
	},
	{
		"index": 61,
		"name": "中孚",
		"anno": "",
		"trans": "",
		"analysis": [
			"这个卦是异卦（下兑上巽）相叠 。孚（fú）本义孵，孵卵出壳的日期非常准确，有信的意义。卦形外实内虚，喻心中诚信，所以称中孚卦。这是立身处世的根本。"
		],
		"trigrams": [
			{
				"anno": "",
				"trans": "",
				"analysis": []
			}
		]
	},
	{
		"index": 62,
		"name": "小过",
		"anno": "",
		"trans": "",
		"analysis": [
			"这个卦是异卦（下艮上震）相叠。艮为山，震为雷，过山雷鸣，不可不畏惧。阳为大，阴为小，卦外四阴超过中二阳，故称“小过”，小有越过。"
		],
		"trigrams": [
			{
				"anno": "",
				"trans": "",
				"analysis": []
			}
		]
	},
	{
		"index": 63,
		"name": "既济",
		"anno": "",
		"trans": "",
		"analysis": [
			"这个卦是异卦（下离上坎）相叠。坎为水，离为火，水火相交，水在火上，水势压倒火势，救火大功告成。既，已经；济，成也。既济就是事情已经成功，但终将发生变故。"
		],
		"trigrams": [
			{
				"anno": "",
				"trans": "",
				"analysis": []
			}
		]
	},
	{
		"index": 64,
		"name": "未济",
		"anno": "",
		"trans": "",
		"analysis": [
			"这个卦是异卦（下坎上离）相叠。离为火，坎为水。火上水下，火势压倒水势，救火大功未成，故称未济。《周易》以乾坤二卦为始，以既济、未济二卦为终，充分反映了变化发展的思想。"
		],
		"trigrams": [
			{
				"anno": "",
				"trans": "",
				"analysis": []
			}
		]
	}
]