[
	{
		"index": 1,
		"name": "乾",
		"anno": [
            "元：头、首、始、大、第一；长子，首领，君；开始、起端；根源、根本。*因为什么事情而祭祀占卜，稽疑。祭祀占卜的起因。",
            "亨：金文中字形，像盛食物的器皿，亨本音是享xiǎng，进献的意思。祭祀，奉献。*祭祀、奉献、占卜。",
            "利：本义为刀剑锋利，引申为顺利、便利，有利于、对什么有利。*对心中的疑问进行解惑，祭祀占卜后判定有利，现在有利于干什么事情，怎样去做。对占卜之事的引导。",
            "贞：甲骨文字形，像用火具而卜。本义为占卜、卜问。贞兆、预兆。*占卜有了吉利的结果后，顺着有利的方向进行，会有一个什么样的未来。即是，现在做了某事之后，对未来的预测。"
        ],
		"trans": "很顺利，利于坚持下去。",
		"analysis": [
            "这个卦是同卦（下乾上乾）相叠。象征天，喻龙（德才的君子），又象征纯粹的阳和健，表明兴盛强健。乾卦是根据万物变通的道理，以“元、亨、利、贞”为卦辞，示吉祥如意，教导人遵守天道的德行。",
            "乾卦的易象为上，中，下三爻皆阳爻，为全阳之卦。故代表天（即其大象）。就广范意义之象（即广象）乃为天，强，高大，宽广，尊贵，运动不止，明亮，纯净，健全等。"
        ],
		"trigrams": [
			{
				"anno": "①初九：爻题。易卦的爻题，以“九”标示阳爻，以“六”标示阴爻。又以初、二、三、四、五、上标示从下至上各爻的顺序。就各爻在全卦中的关系而言，初、三、五为阳位，二、四、上为阴位;而二、五又分为下卦与上卦的中位，初、四分为下卦与上卦的下位，三、上分为下卦与上卦的上位。《文言》还将二看作地位，五看作天位，三看作人位。阴爻、阳爻在这些位置上的分布构成了一定的爻位关系。爻位关系是分析各爻意义的一种重要依据(详见各爻分析)。②潜龙勿用，比喻君子压抑予下层，不能有所作为。",
				"trans": "潜藏的龙，不要施展威力。",
				"analysis": [
                    "苍龙七宿星象 完全在地平线以下对应冬季 比拟人生的蛰伏期 厚积薄发的阶段 不是不能重用 是还没到用的时候。",
                    "龙隐地道，便称作“潜龙”，龙性乃是阳性，是向上的。初九爻本来自坤卦。为地道中一阳元初生。因时因地，皆还不能有所作为。故爻辞为“勿用”。",
                    "这是乾卦第一爻的爻辞，第一爻是主卦下爻，代表主方的行动，这条爻是阳爻，象征主方积极主动地谋取和扩大自己的利益，比如说，创新、创业、投资、进攻、求职、示爱，等等。龙是富有活力和强健的象征，常言“龙腾虎跃”。在这里，龙代表主方。主方积极主动，努力进取，是正确的行动。但是这种行动与客方有抵触。“潜龙”，把活力和才能适当第潜藏起来；“勿用”，不要用。但是，不是说完全不要用，而是说在“潜藏”意义上的不要用，而是说要适当地用，避免和客方抵触，遇有抵触，就要设法避让。只要注意避让抵触，主动积极的行动是正确的。主方应当尽量做好客方希望和要求做的，避免做客方不希望、或者没有要求做的事。如果不“潜”，不“勿用”，则可能遇到麻烦，情况可能会变得不利于主方。",
                    "第一爻位置是阳位，这条爻是阳爻，阳爻在阳位，当位，然而与四阳不有应。当位表明主方的积极主动是对主方有利的潜在因素；不有应表明这种有利的潜在因素并不是真正的对主方有利的因素。主方不可盲目行动，应当耐心地等待时机，“潜龙，勿用”，在发现有机可乘的时候，立即行动。"
                ]
			},
            {
				"anno": "①见，读若现，出现。见龙，系“龙见”的倒装，犹言龙出现。在田，犹言出现在大地上。王弼说。‘出潜离隐，故曰‘见龙’，处于地上，故曰‘在田’。德施周普，居中不偏，虽非君位，君之德也。初则不彰。三则乾乾，四则或跃，上则过亢。利见大人，唯二五焉。”王弼对于《乾》卦整体结构的解说颇为有理。本卦阳爻，由初爻而升到上位，爻辞以龙在地下，人间，天空各个层次的变化来比拟这一爻象，从而附会出人在人生的不同际遇中的自我作用和命运。见龙在田，爻辞以龙出潜在田，表示初九阳爻升进一步，居于下卦中位。此位象极佳，比喻君子挣脱了压抑的处境，开始步予社会生活，创造建功立业的条件。",
				"trans": "龙在田野里出现了，利于表现为大人物。",
				"analysis": [
                    "苍龙七宿星象 天田一刚刚露出地平线 比拟人生的轨迹出现上升 崭露头角的时期 如果碰到资质经验积累深的先辈会对未来发展有利。贵人相助 优秀的人 与 贵人 是互相吸引 所以是利见。",
                    "初九、九二爻同为地道，九二爻乃是地道之中乾元累积足够，即将冲出地道，彰显乾元之德的时候。因而爻辞有“见龙在田”，“见”是出现的意思。“利见大人”的“见”是拜见等意思。当然，这里的拜见肯定不是所谓的“九五”爻。因为在九五爻也有“利见大人”，不然，九五到哪里见大人去？因此，九二爻所见的大人，相当于今天我们所说的“贵人”，就像一个初出校门的学生，无论你有怎样的才华，还需要有伯乐和慧眼者啊。这里初九通过累积学习到了九二，自然有初露锋芒之象。",
                    "第二爻是主卦中爻，代表主方素质，这条爻是阳爻，象征主方素质良好，比如说，主方有资金、有地位、有权力、有实力、有技术，等等。龙是力量的象征，中国人被称为龙的传人。在这里，龙代表主方。“见龙在田”，爻辞中的“见”有“现”的意思。主方应当充分显示自己的能力，把自己表现为一个对客方有重要作用的“大人”，“利见大人”。如果主方不能把自己的才华和能力充分显示出来，不“见龙在田”，不把自己表现为一个对客方有重要作用的“大人”，情况就不一定对主方有利。",
                    "第二爻位置是阴位，这条爻是阳爻，阳爻在阴位，不当位，并且与五阳不有应。不当位表明这是对主方不利的潜在因素，一方面，主方可能为自己的良好素质而自满，缺乏从客方吸取补益的要求；另一方面，主方的良好素质可能被客方窃取，遭受损失。不有应表明客方素质也良好，客方没有窃取主方利益的要求，这主方的良好素质还不是真正的对主方不利的因素。不过，主方还是应当保护自己的利益，避免不利因素发生。“见龙在田”，田是出庄稼的地方，龙不驻守海底龙宫，也不上天造雨，而在田野守卫庄稼，并且守卫庄稼时展示出巨大的威力，“利见大人”，这些都强调保护主方自己利益的重要。"
                ]
			},
            {
				"anno": "①乾乾，勤奋努力。②惕，警惕。若，助词，无义。厉，危险。无咎，没有灾难。本爻为阳位，居下卦之极。根据《系辞》“三与五，同功而异位，三多凶，五多功”的理论，可见本卦九三之爻，象征着君子处于既可大有作为而又充满凶险的处境之中，如能倍加勤勉戒惧，可以没有灾难。",
				"trans": "有才德的君子始终是白天勤奋努力，夜晚戒惧反省，虽然处境艰难，但终究没有灾难。",
				"analysis": [
                    "苍龙七宿星象 角亢氐心房五宿在地平线之上承扶摇直上之态势 比拟虽事业蒸蒸日上处于上升期但要早晚勤奋谨慎，不要有一点疏忽懈怠，不要犯错误。",
                    "“乾乾”是奋斗不息的意思，好比那句“天行健，君子以自强不息”，就是这里来的。爻辞的意思是：君子终日劳累奋斗不息，朝夕警惕忧患，感觉前行的道路困难重重。占语是:这是没有错误的。九二升至人道之初，刚从地道中突破出来，于人于己，都是人道的开始，也是需要累积学习的，加上乾元本身具有奋斗不息的品德，从初九到九三，内卦结束，一直秉持乾元之德，乾为日，固有终日乾乾之象。“夕惕若厉”，是因为九三处在内外变化之际。或内或外，或上或下，三爻的努力全在于此。",
                    "第三爻是主卦上爻，代表主方态度，阳表示主方态度强硬。同时，第三爻是对第二爻的补充，第二爻是阳，第三爻也是阳，这表示主方素质很好。在强硬态度中，可能表现出傲慢、粗暴等缺点。“君子”指品性好的人，传统上“君子”多指男性。这里，“君子”指主方。主方应当克服自己的缺点，勤勤恳恳地工作，“君子终日乾乾”，“夕惕若”。在客方挑战前，如果主方不虚心听取客方意见，过于表现自己，对主方自己来说是危险的，“厉”。如果主方注意克服自己的缺点，只要尽力而为，虚心谨慎，努力工作，即可“无咎”。“厉无咎”，意为即使处在危险的境地，也能顺利度过，“虽处危地而无咎也。",
                    "第三爻位置是阳位，这条爻是阳爻，阳爻在阳位，当位，然而与六阳不有应。当位表明主方强硬态度是正确的，主方需要强硬态度以保护自己的利益，并且在与客方的较量中取得优势，这是对主方有利的潜在因素。然而，客方态度也强硬，客方并不接受主方压抑，这潜在的有利因素没有成为现实。由此，主方须要继续努力增强自己的素质，“君子终日乾乾”，切不可盲目自满，要保持对客方的警惕，“夕惕若，厉无咎”。"
                ]
			},
            {
				"anno": "①或跃在渊，九四阳爻居上卦下位，根据《系辞》“二与四，同功而异位，其善不同。二多誉，四多惧”的理论，可见本卦九四之爻，象征着处于进可取誉，退可免难的转折时期。爻辞以龙跃深渊为喻，龙跃入深潭，退可藏身于千仞之下，进可升腾于云天之外，进退有据，潜跃由心，喻指君子处境从容，故无灾难。",
				"trans": "龙可能一跃成天龙，也可能还在深渊，无所怪罪。",
				"analysis": [
                    "苍龙七宿星象 七宿已经完全升出地平线 箕宿在银河处 即渊 比拟事业以到达最辉煌的高点人生的巅峰 所有才都将施展大放光彩，但是飞的越高摔的越惨 此时更不要犯错误。",
                    "九三的累积壮大，终于到了人道的繁荣时刻。无论是资历还是才能都到了。这个时候刚来到上卦的九四，由于自身乾元、龙性的影响，自己又不甘落后了，一门心思，想攀上新的高峰，即是九五、上九的天道。所谓人都求一个发展的极致，这里也是一样。“或跃在渊”的或在这里可以理解为一种尝试，九四尝试着上跃，上跃不行，则暂居渊中，以待时、位。为什么占语是无咎？因为九四在人道的才能、经验的累积将足未足，尝试性的上跃，是没有错误的。",
                    "第四爻是客卦下爻，代表客方行动，阳，表示客方积极主动地谋取和扩大自己的利益，比如说，创新、创业、投资、进攻、求职、示爱，等等。爻辞中暗示的“龙”指主方。虽然，代表客方的经卦也是乾卦，但是由于这是从主方的角度看双方关系，在“或跃在渊”中的主语是“龙”，与第一、二爻中的“龙”的意思是一致的，代表主方，不代表客方。这个爻辞中的“渊”象征客方的行动，主方只能在客方限定的范围内行动，“或跃在渊”。如果主方按客方要求行动，则无所罪怪，这是一条界限，“或跃在渊，无咎”。如果主方行动超越了客方规定的范围，就可能受到罪怪。",
                    "第四爻位置是阴位，这条爻是阳爻，不当位，并且和一阳不有应。不当位表明客方的积极主动可能损害主方的利益，是对主方不利的潜在因素；不有应表明客方的积极主动与主方的积极主动有矛盾，由于这矛盾的存在，这潜在因素不能成为事实。因此，主方必须谨慎行动，“或跃在渊”，这是客观形势的需要，不要怪罪主方，“无咎”。"
                ]
			},
            {
				"anno": "①飞龙在天，喻君子处尊贵之位。",
				"trans": "龙在天上飞舞，利于表现得像大人物。",
				"analysis": [
                    "苍龙七宿星象 七宿已过高点 与地平线几乎平行 飞龙不是高度而是姿态 比拟事业已过巅峰逐渐进入一个稳定平稳的状态，此时碰见优秀的后起之秀要多多帮助，贵人相助 优秀的人 与 贵人 是互相吸引 所以是利见。",
                    "龙、乾元本属天道，九四返回九五，进入天道，就像人回到家一般自由自在，如鱼得水。真是“天高任鸟飞，海阔任鱼游”。这时候，无论是地位、才智，都达到了成熟阶段，正是大展拳脚的时候。而那片天空就是你要找的“大人”所提供给你。",
                    "这是乾卦第五爻爻辞，代表客方的素质。这条爻是阳爻，象征客方素质良好。这里的“龙”指主方。这条爻辞深刻地表达了客方的良好素质有利于主方，开辟了任主方这条“蛟龙”腾飞的广阔“天空”，主方应当利用良好的机遇，充分发挥自己的聪明才智，“飞龙在天，利见大人”。",
                    "第五爻位置是阳位，这条爻是阳爻，阳爻在阳位，当位，然而与二阳不有应。当位表明客方的良好素质是对主方有利的潜在因素，不有应表明在素质方面不存在主方和客方的阴阳和谐关系，不存在主方自然从客方素质得益的可能，主方应当积极主动地从客方的良好素质夺取利益，“飞龙在天”，并且展现出自己的全部威力，“利见大人”。"
                ]
			},
            {
				"anno": "①亢，王肃说：“穷高曰亢。”子夏《传》：“亢，极也。”悔，《系辞》：“悔吝者，忧虞之象也。”亢龙有悔，以升腾到极高处的龙，喻指身居崇高地位的统治者，脱离臣民，孤高无辅，必遭灾祸。因为上九之爻，居全卦之尽头，在本卦系统中，乃是孤立无援之象。",
				"trans": "高傲的龙，有悔恨。",
				"analysis": [
                    "苍龙七宿星象 只能用偕日出观测法才能观测到苍龙七宿的星象 角 亢 二宿在地平线以上 氐宿将出未出 亢宿与启明星作为日出的标志 所以为亢龙 悔为后悔 上九 与 初九 的星象 只能通过 更遥远的偕日出观测法来观测，也有一部分不能忘记过去利用过去知识的意味，但是也是通过这层意思把上九与初九联系了起来 六爻连成了一个循环 对应一年的四季 循环反复 周而复始 。比拟事业到达了尾声，大浪淘沙浪花散去，留下的不是金钱不是名声而是宝贵的记忆经验。",
                    "亢龙，龙飞过高，就叫亢，刚过易折也是这个意思。这一爻秉持了一个自然宇宙的规律，就是阴阳的相互变化，一种事物从来没有无限制的兴盛下去。生的另一面就预示着死亡。乾卦从初九累积发展到上九，已经达到一个极致，所谓阳极生阴，此时乾卦中生出一丝坤元来，这就是坤卦的初六：履霜，坚冰至。他这是在告诉我们，坤元开始凝聚了。“亢龙有悔”的悔就是指的这一丝坤元。用九：见群龙无首，吉。",
                    "这是乾卦第六爻爻辞，代表客方态度。这个爻是阳爻，象征客方态度强硬。主方为了显示自己的能力和成绩，又不大爱听别人意见，就有可能一意孤行，从而可能招致由态度强硬的客方来的麻烦、使自己受到损失，为自己的高傲态度后悔，正如爻辞告诫“亢龙有悔”。所以，“亢龙有悔”这句话不是针对客方说的，而是针对主方说的。客方态度是客观存在的条件，主方需要适应这个条件约束自己的行为。如果主方谨慎从事，为龙而不亢，则不致有悔。“亢”(kàng)，高，高傲：高亢。",
                    "第六爻位置是阴位，这条爻是阳爻，阳爻在阴位，不当位，并且和三阳不有应。不当位表明客方的态度强硬，是对主方不利的潜在因素，主方有可能受到客方的压抑；不有应表明主方态度也强硬，不接受客方压抑，这不利的潜在因素并没有成为真正的对主方不利的因素。然而，第六爻是对第五爻的补充，第五爻和第六爻都是阳爻，表示客方素质非常好，实力非常强大，因此，客方可能强硬过分，显得傲慢与粗暴；另一方面，第三爻是对第二爻的补充，主方态度也可能强硬过度，也表现得傲慢和粗暴。主方和客方都是“亢龙”，主方的傲慢与粗暴有可能激励傲慢的客方更粗暴，从而使主方受到损失，主方为之悔恨，“有悔”。"
                ]
			},
            {
				"anno": "①用九，《乾》卦特有的爻题。汉帛书《周易》作“迥九”。迥，通。用九即为通九，犹言六爻皆九。属阳性，表示全阳爻将尽变为阴爻。",
				"trans": "出现龙群，看不出首领，吉利。",
				"analysis": [
                    "用阳为乾卦所特有，说明如何使用阳的概念。阳代表天的性质，龙是阳的鲜明形象，乾卦的六条爻辞具体描述了龙的特性，潜、惕、跃、飞，都表现出了龙的强健，然而，龙也有“亢”的缺点，这个缺点使得龙爱争霸。主客双方关系中，如果主方具有龙的特点，又克服了“亢”的缺点，就能够与客方一起；如果客方也如此，双方都不争霸，就出现“群龙无首”的局面，这局面对于主方来说是吉利的。在此，“吉”，仍然是针对主方说的，因为别卦是以主方为观察情况的基点。乾卦加了这条用阳，特别强调运用阳的强健性质的时候，不要忽略其“亢”缺点。",
                    "用九，即首尾交接，天人合一。《易经》中，只有两卦是有七个卦辞——乾卦与坤卦。周文王在乾卦的用九中写道：“见群龙无首，吉。”为什么呢？一般形容群龙无首，多是贬义词，但周文王却说群龙无首是吉。其实确实如此，如果大家已成为龙， 或成为成熟的领导者，每个人都可以做好自己的工作，那当然是吉，这就是群龙的境界。在此，人人都可以成长，人人都可以成为领导者，每个人都能够在自己的岗位上成为出类拔萃的领导者。最高的领导者不以领袖自居，不是每天在提醒人家：别忘记我还是局长、市长或书记。不用提醒，人家自然会尊敬你，都能够自然而然 地把工作做好。如果能够达到这种境界，那就是一种忘我的理想状态。群龙：人人如龙。无首：每个人都能有自己的精神世界。"
                ]
			}
		]
	},
	{
		"index": 2,
		"name": "坤",
		"anno":  "",
		"trans": "很顺利，应当像牝马一样地坚持下去。君子应当有所作为，先迷惑后得到主导，有利；西南方向得到朋友，东北方向丧失朋友。安定地坚持下去吉利。",
		"analysis": [
            "这个卦是同卦（下坤上坤）相叠，阴性。象征地（与乾卦相反），顺从天。承载万物，伸展无穷无尽。坤卦以雌马为象征，表明地道生育抚养万物，而又依天顺时，性情温顺。它以“先迷后得”证明“坤”顺从“乾”，依随“乾”，才能把握正确方向，遵循正道，获取吉利。",
            "“元亨”，别卦坤卦由二个经卦坤卦组成，双方关系是稳定而休闲，没有什么麻烦，很“通顺”。“利牝马之贞”中的“牝马”是雌性的马，马是温顺的动物，雌性的马更温顺。“贞”是坚持的意思。“利”是有利于主方，强调主方应当做的事。“利牝马之贞”是说主方应当顺应客方以尽量维持当前的关系。“君子有攸往”中的君子指主方，封建社会中有君子小人之分，不应当这么提了，这里君子就是指一般的人、正常的人或聪明的人。稳定而宽松的关系是暂时的，在尽量维持现状的同时，主方应当有所作为。“先迷后得主，利”中的“先”指当前，“迷”指前满足现状的状态。“后”当指主方采取比较主动的行动以后，客方更了解主方，主方将得到客方的更多信任，情况对主方有利。“西南得朋，东北丧朋”，西南与东北是二个截然相反的方向，如果主方有所行动，必须有正确的行动方向。方向正确，可能得到帮助；方向不正确，可能失去帮助。在周文王的时候，周在商的西南，商在周的东北，西南是家乡，东北是异地，在家乡得朋友，去异地将失去家乡的朋友。主方应当努力改善自己的素质，不然有可能失去别人的帮助。“安贞吉”强调吉利是有条件的，必须是又“安”又“贞”，安于当前的双方关系，努力维持这个关系，这样就吉利。如果不这样就不吉利。"
        ],
		"trigrams": [
			{
				"anno": "",
				"trans": "踩踏在霜上，坚硬的冰到来。",
				"analysis": [
                    "这是坤卦第一爻的爻辞。第一爻是主卦的下爻，代表主方的行动，这一条爻是阴爻，表示主方的行动是阴。“履霜”中的“履”是指用脚踩踏行走。履的人是主方。“履霜”形容当前的关系冷淡，主方感到如同脚踏被霜覆盖的原野。“坚冰至”是指到处是冻冰的季节即将来临，如果主方不改变消极被动，关系可能发展得更差。“坚冰”形容那种更冷的关系像是冻得坚硬的冰。关系向更冷淡的方向发展，不利于主方，主方应当积极主动些，扭转这种不利趋势。",
                    "第一爻的位置是阳位，阴爻在阳位，不当位。而且，第一爻和第四爻之间没有有应的关系，表示二者不协调。不当位表明主方消极被动有可能让主方的利益受到损失，这是潜在的对主方不利的因素；不有应表明客方也是消极被动，客方不企求损伤主方的利益，这潜在因素没有成为真正的对主方不利的因素。因为这只是潜在因素，爻辞没有加判断词。"
                ]
			},
            {
				"anno": "",
				"trans": "平直方正而广阔，不熟悉地形也不会有危险，不利。",
				"analysis": [
                    "这是坤卦第二爻的爻辞。第二爻是主卦的中爻，代表主方的素质，阴性表示主方的素质较差。“直方大”是地的形象，古人认为大地是平面的，不是球形的，是方的，符合平直广大的特点。这里用地的形象描述主方的素质，因为第二爻是主卦的中爻，“直方大”主要是反映主方的平凡而不佳的素质。“不习无不利”中的“无不利”是判断词，即使不了解地形（这里的习不可以翻译成学习），也没有不利的后果。为什么？因为当前的主客双方关系提供了主方发展的空间。但是，“无不利”不等于“有利”，没有不利的后果不等于后果是有利的。“无不利”这个判断词是中性的。",
                    "这条爻在别卦的第二个爻的位置上，别卦中第二、四、六爻的位置是阴位，这条爻是阴爻在阴位，当位，但是不有应。当位表明主方的素质不佳，这有可能驱使主方去开拓进取，谋取利益，是潜在的对主方有利的因素；不有应表明客方的素质也不佳，主方不能从客方获取利益，这潜在因素没有成为真正的对主方有利的因素，所以爻辞只是说“无不利”，而没有说“利”。"
                ]
			},
            {
				"anno": "",
				"trans": "包含优美内涵，可以坚持下去，有时侯顺从王意做事，没有成功，会有一个结局（比较好的）。",
				"analysis": [
                    "这是坤卦第三爻的爻辞。第三爻是主卦的上爻，代表主方的态度，这条爻是阴爻，表示主方的态度是阴，主方的态度随和。“含章可贞”中的“含章”指包含美质，地滋养万物，具有优美的内涵。“或从王事”中的“或”指有时，“从”指顺从、服从，“王”指客方，“事”指办事，主方有时侯顺从客方的意思办事。“无成有终”，“成”指成功、成就或成绩，“终”指终了，终点。虽然没有成就，但是对主方来说，总会受到适当的对待。爻辞还有一层暗示的意思，这条爻的爻辞中说“或从王事，无成有终”，由于“或”是“有时”的意思，这句话就暗示有时侯“不从王事，无成无终”。就是说，有时候，主方做的不是客方希望的，既不成功，也得不到适当的对待。",
                    "第三爻的位置是阳位，这条爻是阴爻，阴爻在阳位，不当位，并且与第六爻不有应。不当位表明主方态度随和，有可能受到客方制约，是潜在的对主方不利的因素；不有应表明客方也是态度随和，不求制约主方，这潜在因素没有成为真正的对主方不利的因素，所以卦爻辞用“无成有终”描述当前状态。"
                ]
			},
            {
				"anno": "",
				"trans": "包扎在袋子里，既不必咎怪也不必赞誉。",
				"analysis": [
                    "这是坤卦第四爻的爻辞。第四爻是客卦的下爻，代表客方的行动，这条爻是阴爻，表示客方的行动是消极被动。是谁“括囊”呢？是主方还是客方？如果理解为客方，也能解释得通，但是，卦是从主方的角度分析当前的形势，“括囊”应当是对主方的比较形象的建议，建议主方缄口不言。即使主方缄口不言，也“无咎无誉”。“无咎无誉”，既不必怪罪也不必赞誉。",
                    "第四爻的位置是阴位，这条爻是阴爻，阴爻在阴位，当位，与第一爻不有应。当位表明客方消极被动有可能是主方发展的好机会，是潜在的对主方有利的因素；不有应表明主方也消极被动，不能利用这个有利于主方的好机会，这潜在因素没有成为真正的对主方有利的因素，所以爻辞只是说“无咎无誉”。"
                ]
			},
            {
				"anno": "",
				"trans": "黄色裙裳，很吉利。",
				"analysis": [
                    "这是坤卦第五爻的爻辞。第五爻是客卦的中爻，代表客方的素质，客方的的素质是阴，客方的素质不佳。“黄裳”指黄色的裙裳，古时侯服装上衣下裳，皇帝上朝时穿黄袍，可见黄色服装与尊贵和吉利有关，这里，“黄裳”比喻客方的素质对主方的影响。客方素质欠佳，为主方创造了有利条件，像是“黄裳”。“元吉”，很吉利。这里所说的“元吉”仅仅是针对客方的素质对主方的有利方面而言，而与其它的事情无关。",
                    "坤卦第五爻是阴爻在阳位，不当位，与第二爻不有应。不当位表明客方素质比较差，有可能企图窃取主方利益，是潜在的对主方不利的因素；不有应表明主方的素质也不佳，不可能让客方窃取利益，这潜在因素没有成为真正的对主方不利的因素。换一个角度看，由于这条爻代表客方的素质，素质不佳意味着资金缺乏、身体衰弱、实力微薄等等，这就可能形成对主方的依赖，主方有可能利用客方的这种依赖，加之以积极主动的开发措施，就可能获得更多利益，这不仅不是不利因素，而是对主方很有利的因素，所以爻辞说“元吉”。如果结合全卦考虑，也可以理解这个“元吉”的判断词是就整个随其自然的建议说的。"
                ]
			},
            {
				"anno": "",
				"trans": "龙在郊野相斗，滴下黑黄色的血液。",
				"analysis": [
                    "这是第六爻的爻辞。第六爻是客卦的上爻，代表客方的态度，阴爻，表示客方态度随和。“龙战于野”中的“龙”象征主方与客方，“野”指双方关系，主方和客方相互之间为自己的利益而争斗，龙战于野。但是，这里的龙已经是不同于乾卦中所描述的充满生气的强健的龙，而是精疲力竭的受伤的龙，或者死龙。客方对主方随和，双方几乎没有争执。“其血玄黄”的“玄”指黑色，表示主客双方的争斗已经是过去的事，“龙”的血已经变成黑色，并且和黄沙混在一起。",
                    "第六爻的位置是阴位，这条爻是阴爻，阴爻在阴位，当位，与第三爻不有应。当位表明客方态度随和，有可能受主方制约，是潜在的对主方有利的因素；不有应表明主方的态度也随和，主方不想制约客方，这潜在因素没有成为真正的对主方有利的因素。所以爻辞中没有判断词。"
                ]
			},
            {
				"anno": "",
				"trans": "利于永远坚持下去。",
				"analysis": [
                    "在坤卦的六条爻的爻辞之后，附有用阴，特意说明如何运用阴，概括地说明在六十四卦中阴的一般用法。“利永贞”的意思是“利于永远坚持不变”。阳象征变化，阴象征静止。但是，实际上事物总是在变化着的，客方造成的环境在变化，主方自己也在变化，即使主方努力保持不变，静止只是暂时的，主方应当耐心地等待时机，让事情朝有利于主方的方向发展。"
                ]
			}
		]
	},
	{
		"index": 3,
		"name": "屯",
		"anno": "“元”（yuan）：第一。“亨”（heng）：顺利。“贞”：坚持。“利贞”：指经中之“贞”皆训为“占”,解释为占问有利。“攸”（you）：助词，相当于“所”，性命攸关。",
		"trans": "很顺利，利于坚持下去，不要往前走。利于建立侯国。",
		"analysis": [
            "这个卦是异卦（下震上坎）相叠，震为雷，喻动；坎为雨，喻险。雷雨交加，险象丛生，环境恶劣。“屯”原指植物萌生大地。万物始生，充满艰难险阻，然而顺时应运，必欣欣向荣。",
            "当前形势是很顺利的。应当坚持现有状态，不宜往前发展。当前形势有利于健全内部组织。客方有可能帮助主方，然而，主方须要努力取得客方信任，改善自己的素质。"
        ],
		"trigrams": [
			{
				"anno": "",
				"trans": "磐石桓表，利于安定坚持下去，利于建立侯国。",
				"analysis": [
                    "这是第一爻爻辞。这条爻是阳爻，表示主方采取了积极行动，积极主动地谋取和扩大自己的利益，比如说，创新、创业、投资、进攻、求职、示爱，等等。“磐”（pán），大石：磐石。“桓“（huán）古代立在城郭、宫殿、官署、陵墓或驿站路边的木柱：桓表。这条爻辞的意思是，像坚石和桓表一样驻守原地，有利于坚持安居，有利于健全内部建设。",
                    "第一爻位置是阳位，这条爻是阳爻，阳爻在阳位，当位，并且与四阴有应。当位，表明主方积极主动，有可能利用客方的被动发展自己，这是潜在的对主方有利因素；有应，表明客方的行动与主方的行动和谐，主方可以利用客方消极被动发展自己，这潜在因素成了真正的对主方有利因素，主方应当雷厉风行地采取行动。然而，由于主方素质极差，力量很弱，主方不能急躁，不能盲目行动，因此，爻辞说不要盲动，“磐桓”。主方应当首先从加强自身建设开始，所以，爻辞说“利居贞，利建侯”。"
                ]
			},
            {
				"anno": "",
				"trans": "有时驻守，有时不进，有时又乘马调动。不是来掠夺的盗匪，而是来求婚。女子坚持不嫁，到十年就嫁。",
				"analysis": [
                    "这是第二爻爻辞。阴性，表示主方素质不佳，比如说，资金缺乏、地位底下、实力薄弱、教育程度低，等等。“邅”（zhān），难行不进。“班”，调回或调动（军队）：班师。“字”，旧时称女子出嫁：待字闺中。由于主方素质不佳，不能轻举妄动，所以爻辞说，“屯如，邅如，乘马班如”。主方需要向客方出示善意，“匪寇，婚媾”。由于主方出示了善意，逐渐地客方会改变态度，“女子贞不字，十年乃字”。",
                    "第二爻位置是阴位，这条爻是阴爻，阴爻在阴位，当位，并且与第五爻有应。当位又有应，是对主方的有利因素，所以爻辞说“女子贞不字，十年乃字”。"
                ]
			},
            {
				"anno": "",
				"trans": "追鹿没有准备，进入林中；您不如放弃，往前太过分。",
				"analysis": [
                    "这是第三爻爻辞。阴性，表示主方的态度是阴，态度随和。“虞”（yú），准备，防范。“惟”（wéi），文言助词。“几”（jī），接近，达到。“吝”（lìn），过分爱惜：吝啬鬼。这条爻的意思是：追鹿而没有准备就进入森林，您去扑捉它不如舍弃它，前进是过分的行动。爻辞以追鹿为比喻，说明主方应当对客方采取强硬态度，但是还不具备条件，不能太性急。",
                    "第三爻位置是阳位，这条爻是阴爻，阴爻在阳位，不当位，又与六阴不有应。不当位，表明主方态度随和，有可能受到客方制约，是潜在的对主方不利因素；不当位，表明客方态度也随和，没有制约主方的意图，那潜在因素没有成为对主方的真正不利因素。如果主方改变态度，强硬起来，有可能反过来制约客方，然而，主方素质太差，如果盲目前进，可能很困难，所以，爻辞说“往吝”。"
                ]
			},
            {
				"anno": "",
				"trans": "乘马徘徊，求婚配；往前吉利，没有不利。",
				"analysis": [
                    "这是第四爻爻辞，阴，表示客方被动。辞义是：往复调动军马去求婚，往前进是吉利的，没有不利的事。客方消极被动给主方的积极主动提供了机会，主方应当抓住机遇，果断前进。",
                    "第四爻位置是阴位，这条爻是阴爻，阴爻在阴位，当位，又和一阳有应。当位，表明客方消极被动，为主方发展提供了机会，这是潜在的对主方有利因素；有应，表明主方积极主动，正好可以利用客方被动的机会，那潜在因素成了真正的对主方有利因素。所以，爻辞说“往吉，无不利”。"
                ]
			},
            {
				"anno": "",
				"trans": "囤聚油脂，短期坚持吉利，长期坚持有凶险。",
				"analysis": [
                    "这是第五爻爻辞，阳，表示客方素质良好。“膏”（gāo）脂油：春雨如膏。辞义是：充分利用客方的良好素质，短暂保持现有关系对主方有好处，“小贞吉”。因为主方是受惠于客方，这种情况不会维持很久，主方应当着力于改善自己的素质，“大贞凶”。",
                    "第五爻位置是阳位，这条爻是阳爻，阳爻在阳位，当位，又与二阴有应。当位，表明客方素质良好，有可能帮助主方，是潜在的对主方有利因素；有应，表明主方素质不佳，需要客方帮助，那潜在因素成了真正的对主方有利因素，主方应当抓住这有利机遇，尽快地从客方的良好素质得益。所以爻辞说，“小贞吉”。这机会来自客方，如果主方行动迟缓，可能失去良机，对主方不利，所以爻辞说“大贞凶”。"
                ]
			},
            {
				"anno": "",
				"trans": "乘马盘桓不进，哭泣不止。",
				"analysis": [
                    "这是第六爻爻辞。阴，表示客方态度随和。“班如”（bānrú），盘桓不进貌。“涟”（lián）泪流不断的样子。辞义是：往复调动军马，流泪出血，痛哭不止。",
                    "第六爻位置是阴位，这条爻是阴爻，阴爻在阴位，当位，不过与三阴不有应。当位，表示客方态度随和，有可能为主方的发展提供方便，是潜在的对主方有利因素；不有应，表明主方态度也随和，不能利用客方随和态度获益，那潜在因素没有能够成为真正的对主方有利因素，错失良机。所以爻辞说“泣血涟如”。"
                ]
			}
		]
	},
	{
		"index": 4,
		"name": "蒙",
		"anno": "①再参：再三筮占则亵渎神灵。参：通三。渎：借为渎，亵渎。",
		"trans": "顺利，不是我求学童，是学童求我。初次筮问时，告诉他。再三筮问就不恭敬，不恭敬则不告。有利于坚持。",
		"analysis": [
            "这个卦是异卦（下坎上艮 ）相叠，艮是山的形象，喻止；坎是水的形象，喻险。卦形为山下有险，仍不停止前进，是为蒙昧，故称蒙卦。但因把握时机，行动切合时宜，因此，具有启蒙和通达的卦象。",
            "第二爻是阳爻，表示主方素质良好；第五爻是阴爻，表示客方素质不佳。主方以良好素质帮助素质不佳的客方，客方需要主方帮助，主方顺利，“亨”。主方帮助客方，就如同老师根据蒙童要求教育蒙童，“匪我求童蒙，童蒙求我”。第三爻是阴爻，表示主方态度随和；而第六爻是阳爻，表示客方态度强硬。随和的主方受到态度强硬的客方的刁难。主方不能对客方太随和，“初筮告，再三渎，渎则不告”。帮助客方，就像是老师坚持主方应当坚持教育蒙童，“利贞”。“筮”（shì），古代用蓍草占卦：“龟为卜，策为筮”。“渎”（dú），轻慢，对人不恭敬：亵渎。因为卜筮是以随机数联系求卜筮的人的提问和答文，答文不可能重复，所以如果多次提问，就得不到一致的答文，“初筮告，再三渎，渎则不告”。在编撰这条卦辞的时候，社会上有卜筮形象，编撰者依此作比喻，说明如果学生再三提问，表现出对老师不尊敬，老师就应当拒绝解答。",
            "卦辞的“蒙：亨。匪我求童蒙，童蒙求我。初筮告，再三渎，渎则不告。利贞”，第一句是说作为处于蒙昧时期的《蒙》卦，但它却亨通。因为《蒙》卦和《屯》卦一样，它虽处在起始的蒙昧时期，但其前途却无量。第二句是说并非是我需求如同孩童一样的蒙昧，而是此蒙昧时期需求我。此一句很可能其作者有先知先觉的圣贤自居的成份。第三句带有一个迷信的成份，是说当遇到一些蒙昧难解时，最好用蓍草筮问的办法去求告神灵；但是却不是再三的去筮问，再三则有亵渎神灵的意思，这样将得不到神灵的答复。最后一句“利贞”和第一句“亨”没有多大区别，是说《蒙》卦虽为蒙昧无知之卦，但它却利于贞正。"
        ],
		"trigrams": [
            {
				"anno": "说：借为脱；用刑人：“刑人”，刑法规章。“用刑人”，指用刑罚规章约束人。；用说：“说”（yue悦），同悦、喜悦、高兴。“用说”，指用礼乐进行教化；桎梏：“桎”（zhi制），古拘系罪犯两脚的刑具；“梏”（gu固）， 古木制的手铐。此处指束缚人。",
				"trans": "启蒙教育，教育学生开发生产，教师用受刑之人作榜样，给犯人脱去手铐脚镣。往前走有困难。",
				"analysis": [
                    "第一爻是主卦下爻，代表主方的行动，阴，表示主方消极被动，比如说，等等。在变消极被动状态下，主方应当根据客方要求帮助客方，就像是教师帮助蒙昧学童，引导学童前进，这好比给受刑的犯人脱去手铐脚镣，让学童能够自由发展。不过，不能求之过急，不能对客方指望过多，“以往吝”。发（fā），发愤，开发。刑人（xíngrén），受刑之人，古代多以刑人充服劳役的奴隶。桎梏（zhìgù），脚镣和手铐。",
                    "第一爻位置是阳位，这条爻是阴爻，阴爻在阳位，不当位，并且和四阴不有应。不当位，表明主方消极被动不利于维护和扩张主方利益，是潜在的对主方不利因素；不有应，表明客方也消极被动，那潜在因素没有成为真正的对主方不利因素，所以爻辞说“以往吝”。“吝”是舍不得，不等于有凶险。"
                ]
			},
			{
				"anno": "枹：通包，引申为保护；包蒙：“包”，包容。“包蒙”，指包容蒙昧；人妇：纳妇，娶媳妇；“纳妇”：指容纳妇人之蒙昧。此句亦含有“包蒙”的意思；子克家：“子”，古亦泛指“人”讲，此处即此义。“克”，能够、胜任的意思。“子克家”，即人人能治理家业的意思。",
				"trans": "受教育者很多，教育者要以有教无类的原则一视同仁，这正确的。正如娶妻纳妾一样天经地义，这是吉利的。人们接受教育后才能修身治家。",
				"analysis": [
                    "第二爻是主卦中爻，代表主方素质，阳，表示主方素质良好，比如说，主方有资金、有地位、有权力、有实力、有技术，等等。包：包容；纳：接受、采纳；克：能够，克勤克俭。主方教育客方包容，这样作是吉利的。紧密联系客方，“纳妇，吉”。客方可能作有益于双方的事，“子克家”。",
                    "第二爻位置是阴位，这条爻是阳爻，阳爻在阴位，不当位，这条爻与五阴有应。当位而有应，是对主方不利因素，主方有可能损失利益。然而，在主客双方都消极被动情况下，主方基本利益不至于遭受损失，相反，主方可以用自己的良好素质为客方服务，满足客方需要，从而改善双方关系，这对双方都有好处，所以爻辞说，“吉”。"
                ]
			},
            {
				"anno": "勿用取女：不要娶这样的女子；金夫：指有钱财的男子；不有躬：“躬”，身体。“不有躬”，指不能把握自己，屈身投靠。",
				"trans": "不要娶那样的女人，她见到有金钱男人就不顾自己，没有一点好处。",
				"analysis": [
                    "第三爻是主卦上爻，代表主方态度，阴，表示主方态度随和。“女”指客方。第六爻是阳爻，表示客方态度强硬。对于态度强硬客方，主方不能过于迁就，对态度强硬的客方过于迁就，没有一点好处。“金夫”，刚夫，指刚强的男子，一说指多金的男子。",
                    "第三爻位置是阳位，这条爻是阴爻，阴爻在阳位，不当位，不过与六阳有应。不当位而有应，是对主方不利因素，所以爻辞说，“无攸利”。"
                ]
			},
            {
				"anno": "困蒙：“困”，围困、束缚。“困蒙”与“发蒙”相对应，指愚民政策。",
				"trans": "陷于蒙昧无知的人，深深被愚昧所困扰，远离了接受教育的条件，故处境艰难。",
				"analysis": [
                    "第四爻是客卦下爻，代表客方的行动，阴，表示客方消极被动，比如说，防守、退却、不想冒险、不想探索或开辟新的发展领域、只求保持现状，等等。困，困境，困窘。客方像是一个困窘的学童，主方引导教育这样的学童如何摆脱困窘。但是，由于客方消极被动，要这样的学童能够摆脱困窘，很不容易。",
                    "第四爻位置是阴位，这条爻是阴爻，阴爻在阴位，当位，这是蒙卦中仅有的当位的爻,然而与一阴不有应。当位，表明客方消极被动是主方发展的好机会，是潜在的对主方有利因素；不有应，表明主方也消极被动，不能够利用这样的好机会，这潜在因素没有成为真正的对主方有利因素，所以爻辞说，“吝”。"
                ]
			},
            {
				"anno": "童蒙:“童蒙”与“蒙童”是两个不同的概念，历来注释多将“童蒙” 注释为蒙昧无知的幼童，这不确，参《观》卦的“童观”“窥观”，当知“童蒙”乃指此一时期如小童一样蒙昧无知。",
				"trans": "没有敌意，无邪念的蒙昧无知的人可以启发教育，必获吉祥。",
				"analysis": [
                    "第五爻是客卦中爻，代表客方素质，阴，表示客方素质不佳，比如说贫穷、病弱、教育程度低，等等。童，小孩子：儿童。主方像是教育儿童一样，用自己的良好素质帮助素质不佳的客方，这有助于改善双方关系，主方自己也受益，这是吉利的。",
                    "第五爻位置是阳位，这条爻是阴爻，阴爻在阳位，不当位。这条爻与二阳有应。不当位而有应，是对主方不利因素。不过由于双方都消极被动，这种不利因素给主方带来的损失有限。相反地，主方可以根据客方需要用自己的良好素质帮助客方，如同教师教育学生，这对双方关系有益，同时，也对主方有益，所以爻辞说“吉”。"
                ]
			},
            {
				"anno": "击蒙：“击”，本为敲打，此为振击之义。“击蒙”指敲击振动以使蒙昧开窍；所：通行本作“御”。所，处也；寇：此处指仇讲。",
				"trans": "要惊醒愚昧无知的人促使其转化，但不宜采用过激的行动使矛盾激化，而如果你的方法正确，被教育者的坏习气便可以改掉。",
				"analysis": [
                    "第六爻是客卦上爻，代表客方态度，阳，表示客方态度强硬，傲慢。击（jī），击打。御（yù），抵挡：防御。寇（kòu），盗匪，盗寇。客方有可能态度强硬，可能喜爱击打，主方教育客方击打，引导客方，不要当匪寇，而应当用学到的击技去抵御匪寇。",
                    "第六爻位置是阴位，这条爻是阳爻，阳爻在阴位，不当位，不过与三阴有应。不当位而有应是对主方不利因素，爻辞中没有判断辞，只是描述应当引导客方向正确的方向发展。"
                ]
			}
		]
	},
	{
		"index": 5,
		"name": "需",
		"anno": "",
		"trans": "有了信任，光明而顺利，坚持下去吉利，利于涉越大江大河。",
		"analysis": [
            "这个卦是异卦（下乾上坎）相叠，下卦是乾，刚健之意；上卦是坎，险陷之意。以刚逢险，宜稳健之妥，不可冒失行动，观时待变，所往一定成功。",
            "客方消极被动，方便了主方的积极主动行动，客方的随和态度适应了主方强硬态度，这些都是对主方有利条件，只是客方的良好素质与主方的良好素质之间有问题。如果主方处理得好，取得客方信任，客方的良好素质就有利于主方，反之，则不利于主方。所以，最重要的是取得客方信任，“有孚”是先决条件。有了信任，双方关系就有光明前景，进展就顺利。把这种状态坚持下去，对主方就吉利。并且，主方还可以往前发展，“利涉大川”。“有孚”是条件，“有孚”须要等待，不能盲动，不能粗暴。"
        ],
		"trigrams": [
			{
				"anno": "",
				"trans": "在郊野等待，应当有恒心等待，无所怪罪。",
				"analysis": [
                    "第一爻是主卦下爻，代表主方的行动，阳，主方积极主动地谋取和扩大自己的利益，比如说，创新、创业、投资、进攻、求职、示爱，等等。而客方消极被动，主方不能急躁。“需于郊”在出发的起点等待，从行动一开始就等待，要有等待客方的恒心。如果主方有恒心等待，主方就无所怪罪。",
                    "第一爻位置是阳位，这条爻是阳爻，阳爻在阳位，当位，并且和四阴有应。当位，表明主方的积极主动有可能有益于维护和扩充自己的利益，是潜在的对主方有利因素；有应，表明客方消极被动，是主方积极主动开拓发展的良机，这潜在因素成了真正的对主方有利因素。在此有利形势下，主方采取积极主动的行动是应当的，“无咎”。主方应当继续积极主动。"
                ]
			},
            {
				"anno": "",
				"trans": "在沙滩上等待，少许有些不同意见，终了吉利。",
				"analysis": [
                    "第二爻是主卦中爻，代表主方素质，阳，表示主方素质良好，比如说，主方有资金、有地位、有权力、有实力、有技术，等等。积极主动的主方在比较远的沙滩上等待消极被动的客方，由于客方素质也良好，为了维护各自利益，主方与客方有些分歧，客方有些不同意见，“小有言”。“终”，是等待的终了，等待到客方与主方协同合作，于是，对于主方吉利。“吉”，是“终”的“吉”，爻辞仍然强调，主方要耐心等待。",
                    "第二爻位置是阴位，这条爻是阳爻，阳爻在阴位，不当位，并且与五阳不有应。不当位，表明主方素质良好，有可能不利于再从客方获取利益，是潜在的对主方不利因素；不有应，表明客方素质也良好，与主方的良好素质矛盾，爻辞说“小有言”。如果主方采取低姿态，不以自己的良好素质为满足，继续积极主动，就可能从客方的良好素质得益，“终吉”。"
                ]
			},
            {
				"anno": "",
				"trans": "在泥沼中等待，以致于强盗来了。",
				"analysis": [
                    "第三爻是主卦上爻，代表主方态度，阳，表示主方态度强硬。另一方面，客方态度随和。主方的傲慢，粗暴的态度，可能纠缠在与客方的某些问题上，而无法摆脱，“需于泥”；其结果是主方的利益受到损失，“致寇至”。爻辞强调了主方态度不宜过分强硬。“寇”指第三方，主客双方纠缠之时，第三方趁机得利。",
                    "第三爻位置是阳位，这条爻是阳爻，阳爻在阳位，当位，并且和六阴有应。第三爻既当位而又有应，是对主方有利因素，主方应当保持对客方强硬的态度，然而，第三爻是对第二爻的补充，第二爻是阳，第三爻也是阳，这表示主方素质很好，实力非常强大，面对态度随和的客方，可能表现出自满和傲慢，从而对客方粗暴，引起麻烦，如爻辞所说，“致寇至”。"
                ]
			},
            {
				"anno": "",
				"trans": "在流血的情况下等待，从洞穴中出来。",
				"analysis": [
                    "第四爻是客卦下爻，代表客方的行动，阴，表示客方消极被动，主方耐心地长久地等待客方，直至等得流血了，等客方从深藏的洞穴中出来。“需于血”的是主方，主方积极主动地等待。“出自穴”的是客方，客方被动地藏在洞穴中。",
                    "第四爻位置是阴位，这条爻是阴爻，阴爻在阴位，当位，并且和一阳有应。当位，表明客方消极被动有可能对主方发展有利，是潜在的对主方有利因素；有应，表明主方积极主动，正好可以利用客方的消极被动，那潜在因素成了真正的对主方有利因素。尽管形势对主方有利，客方仍然有一定实力，主方须要非常耐心地等待，“需于血”，客方良好素质才能够逐渐地被主方获得，“出自穴”。"
                ]
			},
            {
				"anno": "",
				"trans": "喝酒吃饭等待，坚持下去吉利。",
				"analysis": [
                    "第五爻是客卦中爻，代表客方素质，阳，客方素质良好。主方素质也良好，主方等待客方合作，并不着急，“需于酒食”。坚持下去，等得客方的协同，可以取益于客方良好素质，“贞吉”。",
                    "第五爻位置是阳位，这条爻是阳爻，阳爻在阳位，当位，然而与二阳不有应。当位，表明客方的良好素质有可能被主方吸收，是潜在的对主方有利因素；不有应，表明主方素质也良好，主方已经饱了，不能把客方良好素质都吸收了，那潜在因素并没有成为真正的对主方有利因素。不过，主方可以像饮酒吃饭一样地逐渐吸收客方良好素质，坚持下去，有可能从客方良好素质受益，“贞吉”。"
                ]
			},
            {
				"anno": "",
				"trans": "进入洞穴，有三位没有意料到的客人来了，尊敬他们，终了吉利。",
				"analysis": [
                    "第六爻是客卦上爻，代表客方态度，阴，客方态度随和。而主方态度强硬，主方以积极主动的行动和强硬的态度，在等待了很久以后，进入了客方躲藏的洞穴，在洞穴中遇到了三位没有意料到的客人。在穴中的是消极被动的客方。三人，表示客方不孤单，有力量。主方应当尊敬客方，从而取得客方信任，得益于客方协同合作，“终吉”。“终吉”是以“敬之为条件的，主方不可太傲慢，不可太粗暴。",
                    "第六爻位置是阴位，这条爻是阴爻，阴爻在阴位，当位，并且和三阳有应。第六爻既当位又有应，是对主方有利因素。不过，尽管存在此有利因素，仔细观察主方状态，主方仍然须要谨慎。与第六爻对应的第三爻，不仅表示主方态度强硬，而且，表示主方实力非常强大，已经达到发展的顶峰，很可能会态度强硬过度，主方必须谨慎。如果主方态度不强硬过度，尊敬客方，最终结果对主方吉利，“终吉”。"
                ]
			}
		]
	},
	{
		"index": 6,
		"name": "讼",
		"anno": "",
		"trans": "有诚信，恐惧，中期吉利，终了凶险。利于表现为大人物，不利涉越大河大川。",
		"analysis": [
            "这个卦是异卦（下坎上乾）相叠。同需卦相反，互为“综卦”。乾为刚健，坎为险陷。刚与险，健与险，彼此反对，定生争讼。争讼非善事，务必慎重戒惧。",
            "主方消极被动，顺从客方，诚恳地对待客方，这是“有孚”。主方惧怕客方的巨大威力，“窒惕”。由于主方顺从客方，在中期，与强大的客方协作，对于主方吉利。然而，客方总是寻求自己的利益，主方在终了时有凶险。主方不应当过分谦虚，应当依靠自己的良好素质，表现得像个大人物，不过，毕竟客方比主方强大得多，主方不宜冒险，“不利涉大川”。“窒”，通“恎”。“恎”（dié），凶狠。“窒惕”（zhìtì），恐惧。"
        ],
		"trigrams": [
			{
				"anno": "",
				"trans": "不要纠缠于诉讼之事，有些流言蜚语，终了吉利。",
				"analysis": [
                    "第一爻是主卦下爻，代表主方行动，阴表示主方消极被动，比如说，防守、退却、不想冒险、不想探索或开辟新的发展领域、只求保持现状，等等。在与客方有冲突的时候，不要纠缠于诉讼之事，即使有流言蜚语，最终对主方有利。",
                    "第一爻位置是阳位，这条爻是阴爻，阴爻在阳位，不当位，不过与四阳有应。不当位表明主方没有积极主动地保护自己的利益，这是对主方不利的潜在因素；有应表示主方的消极被动正好适应了客方的积极主动，这不利的潜在因素成了真正的对主方不利因素。在这明显不利形势下，主方应当有所变化。如果直接变为主动，此爻将由阴爻变成阳爻，不当位变成当位，这只是创造了潜在的有利因素，由于和第四爻不有应，这种有利的潜在因素并不是真正的有利因素。主方应当冷静观察事态发展，不要理会流言蜚语，在客方表现出被动状态时，再采取主动，那么，此爻将是既当位又有应，将出现对主方真正有利的因素，于是，“终吉”。"
                ]
			},
            {
				"anno": "",
				"trans": "诉讼中不赢，归来而隐藏，给以其城镇里三百户人口的税收。没有灾难。",
				"analysis": [
                    "第二爻是主卦中爻，代表主方素质，阳，表示主方素质良好，比如说，主方有资金、有地位、有权力、有实力、有技术，等等。然而客方的素质也良好，客方远比主方更强有力，主方不能赢客方，只得躲避客方攻击，“不克讼，归而逋”。为了保护自己，主方不得不与客方妥协，就如同古时候周文王与纣王妥协。那时，周文王被纣王关押七年，为了保存周文王自己的力量，献了大量礼物给纣王，周文王被释放，而后，周文王回到周国，给于纣王三百户人家的税收。主方与客方作适当妥协，主方就没有灾难。“逋”（bū），逃亡，逋逃。“眚”（shěng），灾难，疾苦：灾眚。",
                    "第二爻位置是阴位，这条爻是阳爻，阳爻在阴位，不当位，并且与五阳不有应。不当位，表示主方的良好素质可能受到客方损害，是对主方不利的潜在因素；不有应，这种对主方不利的潜在因素，并没有成为真正的对主方不利的因素，主方可以用自己的良好素质，维持自己的利益，在对自己不利情况下，作出适当牺牲，以保护自己，“不克讼，归而逋，其邑人三百户”，使自己免受伤害，“无眚”。"
                ]
			},
            {
				"anno": "",
				"trans": "依靠过去的成就过日子，坚持下去很难，终了吉利；如果从事于政府事务，不成功。",
				"analysis": [
                    "第三爻是主卦上爻，代表主方态度，阴，表示主方态度随和。而同时，客方态度强硬，当主方受控于客方的时候，尽管主方对客方谦让，客方仍然要求主方多作贡献，主方“食旧德，贞厉”。如果主方结束依靠过去的成就过日子，主方的情况会好转，“终吉”。当前，如果主方为客方服务，不会有成功。“王”指客方，客方以7卦乾卦代表。",
                    "第三爻位置是阳位，这条爻是阴爻，阴爻在阳位，不当位，不过，与六阳有应。不当位，表示主方对客方随和的态度是对主方不利的潜在因素；有应，表明这种潜在因素已经成了真正对主方不利的因素，主方受客方压抑。在这种情况下，如果主方改变态度，强硬起来，这样，这第三爻就变成阳爻，是对主方潜在的有利因素，然而，第六爻仍然是阳爻，第三爻与第六爻不有应，这潜在的有利因素不能成为真正的对主方的有利因素，因此，依仗自己的素质良好吃老本，很难，“食旧德，贞厉”。主方应当冷静地观察客方的变化，经过一段时间，客方一旦表现软弱，就立即采取强硬态度，那么，第三爻将是既当位又有应，成为真正对主方有利的因素，“终吉”。第三爻不当位而有应是此卦的一般情况，主方不能指望依靠客方，“或从王事，无成”。"
                ]
			},
            {
				"anno": "",
				"trans": "诉讼不赢，返回遵从王命；作出改变，坚持安定的生活吉利。",
				"analysis": [
                    "第四爻是客卦下爻，代表客方行动，阳，表示客方积极主动地谋取和扩大自己的利益，比如说，创新、创业、投资、进攻、求职、示爱，等等。积极主动的客方加紧对主方控制，主方忍受不了而诉讼，诉讼不能赢。主方只得回复原状，遵从客方的命令。如果主方改变自己的作法，不再诉讼，而是坚持安定的生活，情况对于主方来说是吉利的。“即命”（jímìng），顺从正理；遵从王命。“渝”（yú），改变，违背（多指感情或态度）：忠贞不渝。",
                    "第四爻位置是阴位，这条爻是阳爻，阳爻在阴位，不当位，不过与一阴有应。不当位，表明客方的积极主动是对主方的潜在不利因素；不当位而有应，表明这种潜在因素成了真正的对主方不利的因素，因此诉讼中主方不赢，只得“复即命”。主方已经受客方控制，改变现状很难，最好还是维持现状，柔中有刚，阴中有阳，冷静地观察客方变化，一旦客方有被动迹象，立即采取行动，改变此爻为既当位又有应，情况将对于主方吉利，“安贞吉”。"
                ]
			},
            {
				"anno": "",
				"trans": "诉讼，很吉利。",
				"analysis": [
                    "第五爻是客卦中爻，代表客方素质，阳，表示客方素质良好，比如说，很富有、很健康、很有权力等等。同时，主方素质也是良好，主方与客方有矛盾。如果主方与客方斗争，主方将失败。主方不能直接与客方斗争，主方可以提出对客方的诉讼，用法律保护自己，这对于主方很有利。与以上各爻的“讼”相比，这里的“讼”有避免与客方的直接斗争，而用法律手段保护自己的意思。",
                    "第五爻位置是阳位，这条爻是阳爻，阳爻在阳位，当位，然而与二阳不有应。当位，表明客方良好素质是对主方有利的潜在因素；当位而不有应，表明这种对主方有利的潜在因素只是潜在因素而已，并没有成为真正的对主方的有利因素。如果主方不显示自己的良好素质，而表现为受害者，诉讼客方，这样，第二爻表现为阴爻，第五爻既当位又有应，对于主方吉利，所以，爻辞说，“讼，元吉”。"
                ]
			},
            {
				"anno": "",
				"trans": "有时赐给佩玉的皮带，一天之内三次夺回去。",
				"analysis": [
                    "第六爻是客卦上爻，代表客方态度，阳，表示客方态度强硬。而主方态度随和。由于主方对客方谦让，客方高兴而赐给主方佩玉的皮带，不过，客方很傲慢、很霸道，一天三次把赐给主方的佩玉的皮带又要了回去。“锡”（xī），给予；赐给。“鞶”（pán），古人佩玉的皮带。“褫”（chǐ），剥夺：褫夺（依法剥夺）。",
                    "第六爻位置是阴位，这条爻是阳爻，阳爻在阴位，不当位，不过与三阴有应。不当位，表明客方的强硬态度是对主方不利的潜在因素；不当位而有应，表明这个潜在因素已经成了真正的对主方不利的因素。主方受客方压抑，不得不顺从客方，由于顺从，客方奖励主方，“或锡之鞶带”。第六爻是对第五爻的补充，这两条爻都是阳爻，表示客方的素质非常好，实力非常强大，以致态度过分强硬，表现得傲慢而粗暴，如爻辞所说，“终朝三褫之”。"
                ]
			}
		]
	},
	{
		"index": 7,
		"name": "师",
		"anno": "",
		"trans": "坚持下去，老人是吉利的，无所怪罪。",
		"analysis": [
            "这个卦是异卦（下坎上坤）相叠。“师”指军队。坎为水、为险；坤为地、为顺，喻寓兵于农。兵凶战危，用兵乃圣人不得已而为之，但它可以顺利无阻碍地解决矛盾，因为顺乎形势，师出有名，故能化凶为吉。",
            "这是师卦的卦辞。卦辞概略地对当前的情况作总体说明，给绝对抽象的别卦描画一个轮廓。“贞”（zhen），坚定，有节操；忠贞，坚贞不屈。“丈人”，平常指岳父，这里指岁数大的人，有经验的成熟的人。“咎”（jiu），罪怪，处分：既往不咎。“凶”（xiong），不吉利的，不幸的，有危险的：凶兆。卦辞的意思是：当前主方素质明显优于客方，这种良好的形势应当坚持下去，如果有具备成熟经验的老人作指导，是吉利的，无所怪罪。卦辞中的吉利是有条件的，隐含一个警告：如果指导者不成熟，缺乏经验，就不一定吉利。"
        ],
		"trigrams": [
			{
				"anno": "",
				"trans": "出师一开始就强调纪律，否则就隐藏凶险。",
				"analysis": [
                    "这是师卦第一爻的爻辞。这是一条阴爻，表示主方的行动是阴。主方消极被动可能出现纪律松弛，主方必须振作起来，对自己有严格要求，否则隐伏导致失败的危险。",
                    "第一爻的位置是阳位 [2]  ，这条爻是阴爻，阴爻在阳位，不当位。并且，这条爻与四阴不有应。不当位表明主方消极被动，有可能不利于保护主方的利益，是潜在的对主方不利的因素；不有应表明客方也是消极被动，客方不想损害主方的利益，这潜在因素没有成为真正的对主方不利的因素。但是，这潜在因素是存在的，主方应当采取恰当主动措施以防止不利情况发生，所以爻辞说“否臧凶”。"
                ]
			},
            {
				"anno": "",
				"trans": "部队在驻扎中吉利，无所怪罪；国王三次下达命令",
				"analysis": [
                    "这是师卦第二爻的爻辞，这条爻是阳爻，表示主方的素质良好，比如说，主方有资金、有地位、有权力、有实力、有技术，等等。这种良好素质是主方的现状，是主方固有的，所以爻辞说，“在师中，吉，无咎”。由于主方消极被动，不能让这种良好素质发挥作用，于是国王再三赋予主方（部队）战胜客方的使命。",
                    "第二爻的位置是阴位，这条爻是阳爻，阳爻在阴位，不当位，又与五阴有应。不当位表明主方的良好素质有可能在相互交往中遭受损失，是潜在的对主方不利的因素；有应表明客方素质不佳，正好需要从主方获得补益，这潜在因素成了真正的对主方不利的因素。换个角度看，主方给于客方一定的利益，可以取得客方信任，得到客方支持，这对主方很有利，真正有利的情况是现实，不用打仗就是如此，所以爻辞说“在师中，吉，无咎”。"
                ]
			},
            {
				"anno": "",
				"trans": "战争中有时用大车载运尸体，凶险。",
				"analysis": [
                    "这是师卦第三爻的爻辞，阴爻，表示主方的态度随和。由于态度随和，当遇到客方态度强硬的时候，主方可能受到客方压抑，从而使主方的利益受到损失，在战斗中可能造成本来可以避免的人员伤亡，有时侯，要用大车载运尸体，“师或舆尸”。这种不利情况对主方是凶险的，爻辞中有个判断词“凶”。",
                    "第三爻的位置是阳位，这条爻是阴爻，阴爻在阳位，不当位，与六阴不有应 [2]  。不当位表明主方态度随和，有可能受到客方压抑，是潜在的对主方不利的因素；不有应表明客方的态度也随和，并没有压抑主方，这潜在因素没有成为真正的对主方不利的因素，所以爻辞说“或”和“凶”。"
                ]
			},
            {
				"anno": "",
				"trans": "战争中部队后撤，无所怪罪。",
				"analysis": [
                    "这是师卦第四爻的爻辞。第四爻是客卦的下爻，代表客方的行动，阴爻表示客方行动被动。“师左次”是部队后撤的意思，虽然客方的被动提供了主方挺进的机会，但是，鉴于主方的实际情况，不仅不向前推进，反而后撤，这无所怪罪，“无咎”。",
                    "第四爻的位置是阴位，这条爻是阴爻，阴爻在阴位，当位，然而与一阴不有应。当位表明客方的消极被动是主方发展的好机会，是潜在的对主方有利的因素；不有应表明主方也是消极被动，不能利用这样的好机会，这潜在因素没有成为真正的对主方有利的因素，所以爻辞没有说“吉”，而是仅仅说“无咎”。"
                ]
			},
            {
				"anno": "",
				"trans": "田野有野禽，利于坦率地发表意见，无所怪罪。长子指挥部队，弟子运输尸体，坚持下去有凶险。",
				"analysis": [
                    "这是师卦第五爻的爻辞。第五爻表示客方的素质，阴爻，表示客方素质不佳，比如说，资金缺乏、地位底下、实力薄弱、教育程度低，等等。客方的力量微弱，提供了主方取胜的机会，如同在田野里有野禽，是捕猎的好机会。这时应当严肃纪律，协调行动，以避免不必要的损失。“执”（zhi）指坚持意见，如，固执己见，执迷不悟，固执，争执等等。“田有禽，利执言，无咎”，面对当前的大好形势，应当坦率地发表意见，如此，则无所怪罪。“贞”（zhen）是“坚持”的意思。“长子帅师，弟子舆尸”形象地说明互不通气、各行其是的不协调状态，如果坚持这种不协调的状态，前景是危险的，“贞凶”。",
                    "第五爻的位置是阳位，这条爻是阴爻，阴爻在阳位，不当位，不过与二阳有应。不当位表明客方的素质不佳，有可能谋求从主方得到补益，是潜在的对主方不利的因素；有应表明主方素质良好，正好可以满足客方的需要，这潜在因素成了真正的对主方不利的因素。由于主客双方的素质对比情况是现实存在的，不能怪罪主方，所以爻辞说“无咎”。主方消极被动，态度随和，不能保护自己的利益，如果继续下去，主方可能遭受较大损失，所以爻辞说“贞凶”。"
                ]
			},
            {
				"anno": "",
				"trans": "国家领袖颁布诏命，建立邦国,继承封邑，不要重用无德无才之人。",
				"analysis": [
                    "这是师卦第六爻的爻辞。第六爻是客卦的上爻，代表客方的态度，态度阴，表示客方态度随和。“大君有命”指国家领袖发布命令。“开国承家”指重要的事务。“小人”指能力低下的人。爻辞的意思是领袖发布命令，在开国承家这样的重要事务中，不要任用不称职的人。“大君有命”强调指示的重要性，在实际生活中，不一定非得由领袖发布命令。“开国承家”指重要事务，不一定限于“开国”，也不一定限于“承家”，更不限于“军事”。在重要事务中，不要任用不称职的人，这是一条普遍性原则。如果不称职的人已经承担了重要事务，怎么办？应当在实践中努力学习、锻炼、提高自己的水平，尽快成为称职的人，否则会造成损失。",
                    "第六爻的位置是阴位，这条爻是阴爻，阴爻在阴位，当位，然而与三阴*不有应。当位表明客方的态度随和，有可能接受主方的制约，按主方的意图办事，是潜在的对主方有利的因素；不有应表明主方的态度也随和，主方不能利用这样的好机会制约客方，这潜在因素没有成为真正的对主方有利的因素。因此，爻辞中没有判断词，既没有说对主方有利，也没有说对主方不利。"
                ]
			}
		]
	},
	{
		"index": 8,
		"name": "比",
		"anno": "",
		"trans": "比卦是一个吉祥的卦。原来的筮辞是从开始便永远坚守正道，不会有灾难。表示从不安宁的状态刚刚走出来，迟迟不来新比的人凶。",
		"analysis": [
            "这个卦是异卦（下坤上坎）相叠，坤为地；坎为水。水附大地，地纳河海，相互依赖，亲密无间。此卦与师卦完全相反，互为综卦。它阐述的是相亲相辅，宽宏无私，精诚团结的道理。",
            "此卦的卦名为比。比卦展示“比”的形势下各种变化的可能性。甲骨中的“比”字像两人步调一致，比肩而行的样子。所以本义为为并列，并排之意。前一卦为师，是打仗的意思，打仗胜利后，该开始治理国家了，治理国家需要贤臣的辅佐，所以这一卦也有辅佐意思。"
        ],
		"trigrams": [
			{
				"anno": "",
				"trans": "有诚信结交朋友不会有灾难。有诚信就好比美酒满缸，诚信会吸引更多的众来与你交往，吉祥。",
				"analysis": [
                    "初六处于比卦的最下层，严格来讲他还不能辅佐谁，他只能广泛结交一些朋友，由于他的这些朋友与他一样，都能一心辅佐九五，所以他会得到外的吉祥。",
                    "这条爻辞告诫君主诚心诚意与民亲比，亲比的方法是一个一个地亲近团结，由近及远，由少到多。"
                ]
			},
            {
				"anno": "",
				"trans": "亲善内部人员，坚守正道吉祥。",
				"analysis": [
                    "六二处于下卦的中部得中又得位，又与九五相应，所以会吉祥。作为大夫级别的他能够搞好统治阶级内部的团结，并且坚守正道，一心辅佐九五的君王，所以不会有任何损失。",
                    "“比之自内，贞吉”道出了亲比的程序和效果。"
                ]
			},
            {
				"anno": "",
				"trans": "与盗匪结交。",
				"analysis": [
                    "六三则与六二不一样了，他无法与九五相应，因为有六四阻隔，又无法与上六相应，因为同性相斥，而他面前的是一个坎卦，坎卦为险为盗匪，所以六三有“比之匪人”的爻辞，而其结果便可想而知了——不亦伤乎！",
                    "六三为阴爻居阳位。阴爻居阳位为失位。六三与尚六无应，所以说“比之非人”。"
                ]
			},
            {
				"anno": "",
				"trans": "结交外面的朋友，守正道则吉祥。",
				"analysis": [
                    "六四位于君王之侧，得君王的信任，又以阴爻居于偶位，他能够与下面的贤臣交往，并共同辅佐九五的君王，所以吉祥。",
                    "六四爻辞与六二爻辞分别从内外两个方面阐明了内外亲比的重要性。"
                ]
			},
            {
				"anno": "",
				"trans": "光明正大的交往，君王用三驱之礼狩猎，结果失去前面的禽兽。老百姓不惧怕君王，吉祥。",
				"analysis": [
                    "君王亲比普天下的民众，以仁义之心治理天下。他打猎时用三驱之礼，三驱之礼是说打猎时得到了一等猎物送到宗庙进行祭祀，二等的猎物招待宾客，三等的猎物君王自已享用。君王这样善待群臣，连老百姓见到他也不感到害怕，这么贤明的君王，怎么会不吉祥呢？",
                    "这条爻辞告诫人们要宽洪大量，用仁爱恩惠团结教育人们。"
                ]
			},
            {
				"anno": "",
				"trans": "结交不到首领，凶。",
				"analysis": [
                    "上六处于比卦的最上面的位置，可是下面的众阴爻都比亲于九五，所以上六得不到众阴爻的比亲。而他本为最上位，又不能下来比亲九五，所以他的处境很凶险。",
                    "比卦卦爻辞告诫人们要团结、亲善，团结要有方法，要有头脑，否则同样会遭遇凶险。"
                ]
			}
		]
	},
	{
		"index": 9,
		"name": "小畜",
		"anno": "",
		"trans": "顺利，来自我方西郊的密云，集结而不下雨。",
		"analysis": [
            "这个卦是异卦（下乾上巽）相叠，乾为天；巽为风。喻风调雨顺，谷物滋长，故卦名小畜（蓄）。力量有限，须待发展到一定程度，才可大有作为。",
            "客方消极被动，为主方的积极主动提供了机会，在不触犯客方利益情况下，主方可以顺利地发展，“亨”。然而，客方素质良好，并且态度强硬，主方必须有所节制，积蓄力量，不要贸然侵犯客方利益，“密云不雨，自我西郊”。卦爻辞是周文王和周公编写的，当时，周在西部，卦辞说“自我西郊”。"
        ],
		"trigrams": [
			{
				"anno": "",
				"trans": "回归自身的道行，有何可以怪罪？吉利。",
				"analysis": [
                    "第一爻是阳爻，表示主方行动是阳，积极主动地谋取和扩大自己的利益，比如说，创新、创业、投资、进攻、求职、示爱，等等。主方让自己的行动回复到自己的道路上，不触犯客方利益，这样就没有怪罪了，就对于主方吉利。“吉”是以回复到自己的道路为条件的，如果不是回复到自己的道路上，就不一定吉利。",
                    "第一爻位置是阳位，这条爻是阳爻，阳爻在阳位，当位，并且和四阴有应。当位，表明主方积极主动谋取和扩大自己的利益，有可能成功，这是潜在的对主方有利因素；有应，表明主方积极主动正好与客方消极被动呈阴阳和谐状态，那潜在因素成了真正的对主方有利因素。然而，从全局看，由于主客双方力量都很强大，主方在积极行动的时候不能不谨慎，在获取利益以前，要反复试探，“复自道，何其咎？”这样可以避免损失，确保获益成功，“吉”。"
                ]
			},
            {
				"anno": "",
				"trans": "牵引着回复，吉利。",
				"analysis": [
                    "第二爻是主卦中爻，代表主方素质，阳，表示主方素质良好，比如说，主方有资金、有地位、有权力、有实力、有技术，等等。主方积极主动，而客方消极被动，主方牵引着客方回复到对双方都有利的道路上，这样，主方可以得到客方合作，对主方吉利。“吉”的前提条件是“牵复”，不“牵”，或者不“复”，不与客方合作，都不是吉利。",
                    "第二爻位置是阴位，这条爻是阳爻，阳爻在阴位，不当位，并且和五阳不有应。不当位，表明主方良好素质可能受到损失，是潜在的对主方不利的因素；不有应，表明客方素质也是良好，客方没有必要使主方受损失，那潜在因素并没有成为真正的对主方不利因素。由于双方素质都良好，主方应当争取做到互利共赢。由于客方消极被动，可能客方对互利共赢没有兴趣，主方应当以积极主动牵动客方共同反复探索“牵复”，这样对主方就吉利，“吉”。"
                ]
			},
            {
				"anno": "",
				"trans": "车辆的车辐脱开了，夫妻不和睦。",
				"analysis": [
                    "第三爻是主卦上爻，代表主方态度，阳，表示主方态度强硬。另一方面。客方态度也强硬。主方与客方发生冲突，如同车辆的车辐脱开了，如同夫妻不和睦了。这就不是“小畜”应当有的结果。“说”(tuō)，解脱，说履《荀子·乐论》。“辐”(fú)，连结车辋和车毂的直条：车辐。“反目”，不和睦（多指夫妻）：反目成仇。",
                    "第三爻位置是阳位，这条爻是阳爻，阳爻在阳位，当位，然而与六阳不有应。当位，表明主方的强硬态度有可能迫使客方接受主方意图，是潜在的对主方有利因素；不有应，表明客方态度与主方冲突，那潜在因素并没有成为真正的对主方有利因素。而且，第三爻是对第二爻的补充，第二爻是阳，第三爻也是阳，这表示主方素质很好，实力非常强，有可能自满、傲慢和粗暴，客方也是如此，这样很可能双方合作关系破裂，“舆说辐，夫妻反目”。"
                ]
			},
            {
				"anno": "",
				"trans": "有了信任，没有流血，没有恐惧，无所怪罪。",
				"analysis": [
                    "第四爻是客卦下爻，代表客方行动，阴，表示客方消极被动，比如说，防守、退却、不想冒险、不想探索或开辟新的发展领域、只求保持现状，等等。主方在积极主动的时候，需要“小畜”，有所节制，不损伤客方利益。取得了客方信任，没有冲突，没有恐惧，主方不应当受到怪罪。“血”，指双方冲突造成损失，",
                    "第四爻位置是阴位，这条爻是阴爻，阴爻在阴位，当位，又与一阳有应。当位，表明客方消极被动，不至于使主方利益受损失，是潜在的对主方有利因素；有应，表明客方消极被动正好使主方积极主动不受阻扰，那潜在因素成了真正的对主方有利因素。尽管有此有利因素，由于主客双方在素质方面和态度方面都有矛盾，冲突可能使双方都受损失，因此，主方应当诚恳对待客方，取得客方信任，“有孚”。有了信任，就能够避免损失，避免对冲突恐惧，主方可以无所怪罪，“有孚，血去惕出，无咎”。"
                ]
			},
            {
				"anno": "",
				"trans": "有了信任，相互牵系，依靠邻居富裕。",
				"analysis": [
                    "第五爻是客卦中爻，代表客方素质，阳，表示客方素质良好。由于主方“小畜”，节制自己的行为，不损伤客方利益，得到客方信任，客方与主方牵系在一起。依靠客方协助，主方得到富裕。“挛”(luán)，互相牵系。",
                    "第五爻位置是阳位，这条爻是阳爻，阳爻在阳位，当位，然而与二阳不有应。当位，表明客方良好素质有可能使主方获益，是潜在的对主方有利因素；不有应，表明主方素质与客方的素质有矛盾，存在双方之间的利益冲突。主方应当避免冲突，诚恳地对待客方，取得客方信任，有了信任，就那个相处如弟兄，“有孚挛如”，主方可以以客方良好素质帮助自己富裕，“富以其邻”。"
                ]
			},
            {
				"anno": "",
				"trans": "一会儿下雨，一会儿停，保持高尚的道德，妇女般地坚持克服困难。月亮几乎满园了，男子出征有凶险。",
				"analysis": [
                    "第六爻是客卦上爻，代表客方态度，阳，表示客方态度强硬。同时，主方态度也强硬，主方与客方有些时候有冲突；由于客方消极被动，方便主方的积极主动，有些时候合作，“既雨既处”。双方关系应当建立在高尚的道德基础上，“尚德载”。像妇女一般地耐心，柔和地坚持下去，有困难。而像粗暴男子一般地出征，想获取最大利益，如同“月几望”，由于侵犯客方的利益，有凶险。",
                    "第六爻位置是阴位，这条爻是阳爻，阳爻在阴位，不当位，并且和三阳不有应。不当位，表明客方强硬态度可能是主方遇到困难，是潜在的对主方不利因素；不当位，由于主方态度也强硬，主方保护自己的利益，那潜在的不利因素没有成为真正的对主方不利因素。在行动方面，主方积极主动，客方消极被动，呈和谐状态，所以，双方关系中有时有冲突，有时又和谐，“既雨既处”。为了避免冲突，主方应当对客方诚恳，“尚德载”。像妇女那样耐心地坚持下去，“妇贞厉”，尽管不容易，也还是应当如此。如果像男子那样急于求成，尽管有行动和谐的有利因素，似乎可以圆满成功，“月几望”，而实际上有很大风险，“君子征凶”。"
                ]
			}
		]
	},
	{
		"index": 10,
		"name": "履",
		"anno": "",
		"trans": "踩老虎尾巴，老虎不咬人，顺利。",
		"analysis": [
            "这个卦是异卦（下兑上乾）相叠，乾为天；兑为泽，以天喻君，以泽喻民，原文：“履（踩）虎尾、不咥（咬）人。”因此，结果吉利。君上民下，各得其位。兑柔遇乾刚，所履危。履意为实践，卦义是脚踏实地的向前进取的意思。",
            "“咥”(dié)咬。这条卦辞从双方关系的总体上说明形势。主方和客方都在积极主动地行动，可能有冲突。客方具有强大的力量，主方对付不了客方，可能很危险。客方像是老虎，主方像是踩在老虎的尾巴上，必须非常小心，以免被老虎咬伤。而实际上，客方素质良好，不需要从主方获取利益，只要主方谨慎处事就可以做到这只老虎不咬人，这样，主方就可以顺利地发展自己的事务。"
        ],
		"trigrams": [
			{
				"anno": "",
				"trans": "自然地走，往前走无所怪罪。",
				"analysis": [
                    "“素”(sù)，本来的，质朴、不加修饰的。第一爻是主卦下爻，代表主方行动，阳，表示主方行动是阳，积极主动地谋取和扩大自己的利益。主方按自己的步伐，自然地往前走，无所怪罪。",
                    "第一爻的位置是阳位，这条爻是阳爻，阳爻在阳位，当位,然而与四阳不有应。当位表明主方积极主动是正确的，主方应对坚持积极主动地谋求和扩展自己的利益；不有应表明客方与主方有矛盾。主方须要妥善处理与客方的矛盾，避免客方干扰，走自己的路，“素履”。能进则进，不能进则耐心等待时机，前进而不受怪罪，“往无咎”。"
                ]
			},
            {
				"anno": "",
				"trans": "走的道路很平坦，像隐士一样坚持下去，吉利。",
				"analysis": [
                    "“幽人”(yōurén)，幽隐之人；隐士。第二爻是主卦中爻，代表主方素质，阳，表示主方素质是阳，主方素质良好，比如说，主方有资金、有地位、有权力、有实力、有技术，等等。不要炫耀自己，平平常常地作自己的事，像隐士一样地坚持下去，对于主方有利。不然，如果企图走一条不平常的路，想轰轰烈烈地大干一场，则不一定吉利。",
                    "第二爻的位置是阴位，这条爻是阳爻，阳爻在阴位，不当位，并且和五阳不有应。不当位并不是说主方素质不应当良好，而是说，主方不需要直接从客方获益；不有应表明客方的素质也良好，但是，其良好素质对于主方来说没有直接益处，客方有可能依靠其良好素质压抑或打击主方。主方应当依靠自己的良好素质，平平稳稳地发展自己，不要张扬，避免客方攻击。坚持这么做，对主方吉利。"
                ]
			},
            {
				"anno": "",
				"trans": "瞎了一只眼仍然能够看东西，瘸子仍然可以走路；踩老虎尾巴，老虎咬人，有凶险；这是将帅对君主的作法。",
				"analysis": [
                    "“眇”(miǎo)，瞎了一只眼。“跛”(bǒ)，腿或脚有病，走路时身体不平衡，瘸：跛脚。“武人”，指将帅军人。“大君”，天子。第三爻是主卦上爻，代表主方态度，阴表示主方态度随和。主方像走路人，像将帅；客方力量强大，像老虎，像君主。主方采取了随和态度，一般情况都可以处理，“眇能视，跛能履”；然而，对待客方则必须非常谨慎，踩老虎尾巴，老虎是要咬人的，对于主方来说，情况是危险的。这就像是将帅对待君主，必须非常谨慎，稍有不慎，可能被君主杀了。",
                    "第三爻位置是阳位，这条爻是阴爻，阴爻在阳位，不当位,然而与六阳有应。不当位表明主方对客方态度随和，有可能受客方抑制而损伤自己的利益，是对主方不利的潜在因素。而且，第三爻是对第二爻的补充，第二爻是阳爻，第三爻是阴爻，表示主方素质良好但不是很好，与客方相比，实力弱于客方，因此，难以与客方对抗，不得不采取随和态度，“眇能视，跛能履”；有应表明客方态度强硬，可以抑制主方，对主方不利的潜在因素，成了真正的对主方的不利因素。而且，第六爻是对第五爻的补充，表明客方素质非常好，与主方相比，实力在主方之上，如同老虎，在客方感觉受主方威胁的时候，会严重伤害主方，“履虎尾咥人，凶；”。主方积极主动，想谋取和扩大自己的利益，像个“武夫”，客方威力强大，如同“君主”，主方与客方相处，如同“武人为于大君”，主方必须十分小心谨慎。"
                ]
			},
            {
				"anno": "",
				"trans": "踩老虎尾巴，很恐惧，最终吉利。",
				"analysis": [
                    "“愬愬”，恐惧貌。第四爻是客卦下爻，代表客方行动，阳，客方积极主动地谋取和扩大自己的利益，比如说，创新、创业、投资、进攻、求职、示爱，等等。主方也是积极主动，主方可能与客方有冲突，主方像是踩在老虎尾巴上，很恐惧。主方态度随和，能够妥善处理与客方的冲突，“终吉”。",
                    "第四爻位置是阴位，这条爻是阳爻，阳爻在阴位，不当位，并且和一阳不有应。不当位表明客方积极主动是对主方不利的潜在因素，有可能客方损害主方素质，使主方受损失，主方像踩在老虎尾巴上，感到很恐惧，“履虎尾，愬愬”；不有应表明主方也积极主动，主方采取积极主动的行动，维护和扩充自己的利益，不让客方损害自己的利益，主方积极主动是正确的，最终主方有可能使自己免受损失，甚至使自己的利益得到扩张，“终吉”。主方应当不惧怕客方，坚持积极主动。"
                ]
			},
            {
				"anno": "",
				"trans": "走自己的路，坚持下去很困难。",
				"analysis": [
                    "“夬”(guài)，分决。第五爻是客卦中爻，代表客方素质，阳表示客方素质良好。主方素质也良好，主方不需要客方帮助，也不需要帮助客方，主方应当果断地走自己的路。如果坚持下去，与客方纠缠在一起，由于客方力量强大，态度强硬，主方将很困难。",
                    "第五爻的位置是阳位，这条爻是阳爻，阳爻在阳位，当位,然而与二阳不有应。当位表明客方的良好素质是对主方有利的潜在因素，主方有可能从客方的良好素质获益；不有应表明主方不需要从客方的良好素质获益。因为主方素质也良好，主方应当依靠自己的力量，走自己的路，避免受客方控制，“夬履”，不过，主方应当有思想准备，客方实力强于主方，走下去会有困难，“贞厉”。"
                ]
			},
            {
				"anno": "",
				"trans": "详细考察其行为，周旋很吉利。",
				"analysis": [
                    "“视履”，观察其行为。“旋”(xuán)，表示与各方来往或来往于各方之间：周旋。第六爻是客卦上爻，代表客方态度，阳表示客方的态度强硬。主方详细观察客方行为，由于主方态度随和，与客方周旋很吉利。“旋”指主方与客方周旋，“元吉”是指“其旋”而言，不是直接指整个形势对主方很吉利。不过，间接地也是对主方有利。",
                    "第六爻位置是阴位，这条爻是阳爻，阳爻在阴位，不当位，然而与三阴有应。不当位表明客方以强硬态度压抑主方，是对主方不利的潜在因素；有应表明主客双方的态度处于和谐状态，主方对客方的强硬态度随和，以致客方压抑主方，是对主方的真正的不利因素。从总体看，第六爻是对第五爻的补充，第五爻是阳爻，表示客方素质良好，第六爻也是阳爻，表示客方素质不仅良好，而且非常好，客方实力非常强大，其强硬态度是实力强大的表现。另一方面，第二爻是阳爻，表明主方素质良好。第三爻是阴爻，表示，主方的素质虽然良好，但不是非常好，主方实力比客方弱，主方的随和态度是出于不是很强的实力，不得不如此。然而，如果主方清醒地看到这个现实，不是简单地接受客方压抑，而是认真仔细地观察客方行动，“视履考祥”，以柔克刚，灵活地与客方周旋，于是主方就可以避免客方的控制和压抑，维护和扩张自己的利益，这样对主方很有利，“其旋元吉”。"
                ]
			}
		]
	},
	{
		"index": 11,
		"name": "泰",
		"anno": "",
		"trans": "付出小，收益大，吉祥，顺利。",
		"analysis": [
            "这个卦是异卦（下乾上坤）相叠，乾为天，为阳；坤为地，为阴，阴阳交感，上下互通，天地相交，万物纷纭。反之则凶。万事万物，皆对立，转化，盛极必衰，衰而转盛，故应时而变者泰（通）。",
            "这是泰卦卦辞，综合说明当前形势。主卦的卦象是天，天有无穷威力；客卦卦象是地，地对天无限顺从。因此，整个形势对主方有利。“小往大来”，交往中主方付出小，收益大。“吉”，形势对主方吉利。“亨”，进展顺利。"
        ],
		"trigrams": [
			{
				"anno": "",
				"trans": "拔柔软小草的时候，将草叶会合在一起拔；出征吉利。",
				"analysis": [
                    "这是泰卦第一爻爻辞，代表主方的行动，阳，表示主方积极主动地谋取和扩大自己的利益，比如说，创新、创业、投资、进攻、求职、示爱，等等。“茅”（mao），草本植物。“茹”（ru），柔软：柔茹而寡断。“汇”（hui），会合。主方与客方的利益像草一样缠合在一起。",
                    "第四爻是阴爻，客方被动，因此，客方依附于主方。如果主方主动，吉利。在主方采取积极主动的时候，须要考虑客方利益，并且协同客方一起行动，“拔茅茹，以其汇”。爻辞没有说不主动就不吉利的意思。因此，“出征”，可以更广义地解释为对客方采取主动行动，不一定非得要采取进攻形式。",
                    "第一爻是主卦上爻，其位置是阳位，这条爻是阳爻，阳爻在阳位，当位，并且与四阴有应。当位，表明主方积极主动，可能有利于发展，从而取得更多利益，是潜在的对主方有利因素；有应，表明客方消极被动，是主方发展的好机会，这潜在因素成了真正的对主方有利因素，所以爻辞说“征吉”。"
                ]
			},
            {
				"anno": "",
				"trans": "包括荒凉的原野，越过河川，不遗漏遥远地方，广阔无与伦比，公正的行动得到尊崇。",
				"analysis": [
                    "这是泰卦第二爻爻辞，这是阳爻，表示主方素质是阳，比如说，主方有资金、有地位、有权力、有实力、有技术，等等。“包荒”中“包”（bao）指包括，无所不包。“荒”（huang），荒野，落荒而逃。“冯”（ping）指涉水。“遐”（xia）是远，遐方。“朋”（peng）是比，伦比，硕大无朋。“尚”（shang）是尊崇，高尚。主方良好素质是对积极主动行动的有力支持，主方应当充分发挥自己力量，用自己的力量强化主客双方关系，“包荒，用冯河”。“中行”，不左不右地走中间。在广泛的范围内，主方处事不偏不向，公正公平，取得客方尊重。",
                    "第二爻是主卦中爻，其位置是阴位，这条爻是阳爻，阳爻在阴位，不当位，不过，和五阴有应。不当位，表明主方良好素质有可能在与客方交往中遭受损失；有应，表明客方素质不佳，需要从主方取得补益，这潜在因素成了真正的对主方不利因素。然而，由于主方积极主动，客方消极被动，以及主方态度强硬，客方态度随和，主方有可能依靠良好素质逼使客方按自己的意图行事，这实际上对主方有利。不过主方应当处事公平，取得客方尊重，这样主方的良好素质才能真正发挥作用，所以爻辞强调“得尚于中行”。"
                ]
			},
            {
				"anno": "",
				"trans": "没有平坦而不坡斜的地方，没有往前而不反复的路，艰苦坚持就无所怪罪，不用担忧他们的信任，给予食物就有福气。",
				"analysis": [
                    "这是泰卦第三爻爻辞，阳爻，表示主方态度强硬。“恤”（xu）是忧虑。在与客方交往中，可能会有许多问题，许多反复，主方态度不宜过分强硬，应当比较灵活而柔和地处理双方关系中的各种问题，要认识到，“无平不陂，无往不复”，如果艰苦地坚持下去，就无所怪罪。不用担心客方是否信任主方，如果主方为客方做些实事，主方就有福气，“于食有福”。",
                    "第三爻是主卦上爻，其位置是阳位，这条爻是阳爻，阳爻在阳位，当位，又与六阴有应。当位，表明主方强硬态度可能有助于主方制约客方，是潜在的对主方有利因素；有应，表明客方态度随和，接受主方制约，这潜在因素成了真正的对主方有利因素。不过，第三爻是对第二爻的补充，这两条爻都是阳爻，表明主方素质非常好，实力极强，这样就可能对客方过于强硬，从而引起客方不信任。为了取得客方信任，主方应当态度强硬适当，不能过度，还要以自己良好素质，为客方做实事，所以爻辞强调“艰贞无咎”，“于食有福”。"
                ]
			},
            {
				"anno": "",
				"trans": "轻快地行事，不以取得邻居的利益而富裕，以诚恳取得信任，他们不再戒备。",
				"analysis": [
                    "这是泰卦第四爻爻辞，阴性。“翩”（pian），很快地飞，翩翩，轻快地飞舞。这条爻表示客方行动被动，客方顺从主方，为主方的积极行动创造了良好条件。结合主客形势，这条爻辞的意思是：主方轻快地进入客方利益领域；主方不损伤客方利益，对待客方诚意，使客方不加戒备。主方不宜依仗自己的实力损害客方利益，“翩翩，不富以其邻”，而应当与客方协同，在协同合作中，以诚信取得客方信任，通过发展与开拓，取得自己的利益。",
                    "第四爻是客卦下爻，其位置是阴位，这条爻是阴爻，阴爻在阴位，当位，并且和一阳有应。当位，表明客方消极被动有可能为主方发展提供方便，是潜在的对主方有利因素；有应，表明主方积极主动，正好利用客方提供的机会，这潜在因素成了真正的对主方有利因素。不过，主方应当尊重客方利益，取得客方信任，才有利于主方发展，所以爻辞强调“不戒以孚”。"
                ]
			},
            {
				"anno": "",
				"trans": "像帝乙出嫁妹妹，以此得到他们的福佑，非常吉利。",
				"analysis": [
                    "这是泰卦第五爻爻辞，阴，表示客方素质不佳，比如说，资金缺乏、地位底下、实力薄弱、教育程度低，等等。“祉”（zhi），福。“帝乙归妹”是历史典故，这里用历史典故说明主方与客方建立亲善关系。“妹”指少女，“归妹”指嫁女。主方素质良好，主方以自己良好素质帮助客方，像帝乙归妹那样，主方与客方建立亲善关系，以此主方受益，非常吉利。",
                    "第五爻是客卦中爻，其位置是阳位，这条爻是阴爻，阴爻在阳位，不当位，然而与二阳有应。不当位，表明客方素质不佳，有可能向主方索取利益，是潜在的对主方不利因素；有应，表明主方素质良好，有可能满足客方需要，对主方不利因素。然而，由于主方积极主动，客方消极被动，以及主方制约客方，主方有可能给于客方实惠而同时获得更多利益，这种情况对主方非常有利，所以爻辞说“元吉”。"
                ]
			},
            {
				"anno": "",
				"trans": "他们的城墙倒复在城壕中，不需用兵，他们来报告国情，坚持下去就过分。",
				"analysis": [
                    "这是泰卦第六爻爻辞，阴，表示客方态度随和。“复”（fu），翻倒。“隍”（huang），没有水的城壕。“邑”（yi），都城，古时指诸侯国国家。这里，“邑”指客方。“告命”，报告情况。《左传》有段说：“宋不告命，故不书。”意思是：宋国没有报告情况，所以不写入春秋。“城复于隍”形象地指客方态度随和，“勿用师”指主方不需要对客方采取强硬措施。“自邑告命”，从这个诸侯国有使者来报告情况了，以此为比喻，说明客方服从主方了。",
                    "第六爻是客卦上爻，其位置是阴位，这条爻是阴爻，阴爻在阴位，当位，又与三阳有应。当位，表明客方态度随和，可能有利于主方按自己的意图行事，是潜在的对主方有利因素；有应，表明主方态度强硬，正好可以利用客方的随和态度按自己的意图办事，这潜在因素成了真正的对主方有利因素。然而，第六爻是对第五爻的补充，这两条爻都是阴爻，表示客方素质很差，力量极薄弱，而相比之下，主方实力极强，主方有可能对客方过于粗暴和傲慢，这种情况对主方不利，所以爻辞强调“贞吝。”主方的态度不宜过分强硬。"
                ]
			}
		]
	},
	{
		"index": 12,
		"name": "否",
		"anno": "",
		"trans": "被强人否定，您不宜再坚持下去；付出大回收少。",
		"analysis": [
            "这个卦是异卦（下坤上乾）相叠，其结构同泰卦相反，系阳气上升，阴气下降，天地不交，万物不通。它们彼此为“综卦”，表明泰极而否，否极泰来，互为因果。",
            "这是否卦的卦辞。“否”（pǐ），不是。“匪”（fei），抢劫财物、危害他人的人，这里指威力强大的人。“君子”（junzi），尊称，您。“贞”（zhen），坚持下去。“不利君子贞”，是“不利于坚持您本来的状态”。这个别卦中的四个不当位而有应的爻，显示了对主方的不利因素，所以说“否之匪人，不利君子贞”。这个别卦中的一对中爻既当位又有应，这是有利因素。不过在这些有应的关系中都是客方阳，主方阴，主方受制于客方，所以说“大往小来”。“大往小来”，不是“大往无来”，而是少来；不是远远脱离客方的逃避，而是避免自己受损失，巧妙地消耗客方力量，伺机取利。比如说，您在一个公司打工，您必须放弃自己支配时间的自由，听从公司老总安排，“否之匪人，不利君子贞”。您出大力，拿工资，老总拿大钱，您拿小钱，您只能是“大往小来”。"
        ],
		"trigrams": [
			{
				"anno": "",
				"trans": "拔柔软的小草的时候，将草叶会合在一起拔；坚持下去吉利，顺利。",
				"analysis": [
                    "这是否卦第一爻爻辞。“茅”（mao），草本植物。“茹”（ru），柔软：柔茹而寡断。“汇”（hui），会合。“贞”（zhen），坚持下去。“亨”（heng），顺利。爻辞用拔茅草作比喻，说明主客双方的利益是紧密缠绕在一起的，主方应当以大局为重，避免独立行动。客方在积极行动，迫使主方适应客方。坚持下去对主方有利，所以说，“贞吉，亨”。",
                    "第一爻的位置是阳位，这条爻是阴爻，阴爻在阳位，不当位，并且与四阳有应。不当位表示主方的消极被动是潜在的对主方不利的因素，主方没有积极地保护或者谋取自己的利益，有可能在与客方的关系中受到损失；有应表示在行动上存在主方与客方之间的和谐关系，由于客方的行动是阳，主方的行动是阴，这种和谐关系有利于客方，不利于主方，前面说的潜在因素成了真正的对主方不利的因素。在这不利形势下，主方顺从客方，能够从客方得到一些利益，所以爻辞说，“贞吉，亨”。“吉”与“亨”前有个“贞”，贞是条件，必须保持现状，顺从客方，才能“吉”，才能“亨”。"
                ]
			},
            {
				"anno": "",
				"trans": "承受下一切，当小人物吉利；不当大人物，事情顺利。",
				"analysis": [
                    "这是否卦第二爻爻辞，阴，表示主方素质不佳，比如说，资金缺乏、地位底下、实力薄弱、教育程度低，等等。“包”（bao），总揽。“承”（cheng），接受。“包承”表达了第二爻对主方有利的意思。客方的良好素质让主方受益，主方不应当躲避，而是应当承受下来，所以说“包承”。“小人吉，大人否”说明主方应当怎样对待客方：主方应当隐蔽保护自己，采取低姿态，“小人吉”；如果轻举妄动，那样会有风险，“大人否”。“亨”的意思是顺利。如果主方正确地认识自己和适当地对待客方，主方就能够顺利地从客方良好素质得到益处。",
                    "第二爻位置是阴位，这条爻是阴爻，阴爻在阴位，当位。这条又与五阳有应。当位表示主方的素质不佳是潜在的对主方有利的因素。有应表示客方的素质良好正好适合主方的需要，弥补主方素质上的需要，这潜在因素成了真正的对主方有利的因素。由于存在这种有利因素，主方应当把客方的给予全部接受下来，“包承”。应当低姿态，不隐讳自己素质不佳，这有利于吸取客方利益，“小人吉”。反之，强装富有，则不利于从客方良好素质取利，“大人否”。在这有利的形势下，主方的行动可以顺利，“亨”。"
                ]
			},
            {
				"anno": "",
				"trans": "忍受全部羞辱。",
				"analysis": [
                    "这是否卦第三爻的爻辞，阴，表示主方态度随和。“包”（bao），总揽。“羞”（xiu），感到耻辱。这条爻辞只有两个字，既没有说有利也没有说不利，只是说忍受全部羞辱。这可以理解为对当前情况的描述，也可以理解为对主方的建议。",
                    "第三爻位置是阳位，这条爻是阴爻，阴爻在阳位，不当位，并且与六阳有应。不当位表示主方对客方的随和态度是潜在的对主方不利的因素，可能不利于保护主方和谋取利益；有应表示正好客方的强硬态度与主方的随和态度呈阴阳和谐，主方接受客方压制，没有反抗。实际上，第三爻是对第二条的补充，第二条是阴，第三条也是阴，这表示主方素质很差，因此，主方没有力量反抗客方压抑，只得忍受羞辱。"
                ]
			},
            {
				"anno": "",
				"trans": "执行命令无所怪罪，分离受益。",
				"analysis": [
                    "这是否卦第四爻爻辞，阳，表示客方积极主动地谋取和扩大自己的利益，比如说，创新、创业、投资、进攻、求职、示爱，等等。“命”（ming），命令。“畴”（chou），田地，种类。“离”（li），分开。“祉”（zhi），福。这条爻辞的意思是：主方执行客方命令无所怪罪，从客方分离出主方的利益。“有命”是指客方压力。主方顺应客方压力以保护自己，少受损失，不应当受到怪罪，所以说“有命无咎”。在客方的强大压力下，如果能够顺从客方，从总的利益中主方能够分享一些。",
                    "第四爻位置是阴位，这条爻是阳爻，阳爻在阴位，不当位，并且与一阴有应。不当位，这条阳爻在不适当的位置上，表示客方的积极主动是潜在的对主方不利的因素。有应，与相应的第一爻和谐，消极被动的主方受到客方控制，那潜在因素成了真正的对主方不利的因素，主方只好服从客方，执行客方的命令，“有命无咎”。由于主方双方利益是紧密缠绕在一起的，主方顺从客方，能够分享一些利益，所以爻辞说，“畴离祉”。"
                ]
			},
            {
				"anno": "",
				"trans": "停止否定，以大人物自居对主方吉利。否定将终止，否定将终止，系在桑树丛中。",
				"analysis": [
                    "这是否卦第五爻爻辞，阳，表示客方素质良好。“休”（xiu），停止。“其”（qi），他、她或它。“亡”（wang），死亡，灭亡。对照爻辞上下文，前有“休否”，后有“倾否”，“其亡”中的“其”指“否”，“其亡”的意思是：否定状态将“终止”。桑树丛是密集的小树，象征复杂的双方关系，“系于苞桑”中的“系”指主方保持与客方联系。“苞”（bao），茂密丛生。“桑”（sang），桑树。",
                    "第五爻的位置是阳位，这条爻是阳爻，阳爻在阳位，当位，又与二阴有应。当位，表示这条阳爻在适当的位置上，代表客方的素质良好，是潜在的对主方有利的因素，承认客方的素质良好，像个大人物，“休否，大人吉”。有应，表明与第二爻有阴阳相应的和谐关系，那个潜在因素成了真正的对主方有利的因素，主方应当充分利用这个有利因素，改善素质。形势逐渐对主方有利，“否定”状态即将终止，“其亡其亡”。要保持与客方联系，等待形势进一步好转，“系于苞桑”。"
                ]
			},
            {
				"anno": "",
				"trans": "否定倾倒过来了，先否定后欢喜。",
				"analysis": [
                    "这是否卦第六爻的爻辞，阳，表示客方的态度强硬。“倾否，先否后喜”中的“倾”（qing），歪，斜，倒塌。这条爻辞的意思是：否定状态颠倒过来了，先有否定后有欢喜。客方的强硬态度是素质非常好的表现，客方可能自满而粗暴，开始走向衰落，对于主方是“先否后喜”。",
                    "第六爻的位置是阴位，这条爻是阳爻，阳爻在阴位，不当位，并且与三阴有应。不当位表示这条阳爻在不适当的位置上，客方的强硬态度是潜在的对主方不利的因素。有应表示这条爻与第三爻阴阳相应，主方对客方随和，接受客方压抑，那潜在因素成了真正的对主方不利的因素。不过，第六爻是对第五爻的补充，这两条爻都是阳，表示客方素质非常好，实力极强，而主方素质非常差，实力极弱，在此强烈反差下，客方态度很可能过于强硬，傲慢和粗暴，开始走向衰落。所以爻辞说主方“先否后喜”。"
                ]
			}
		]
	},
	{
		"index": 13,
		"name": "同人",
		"anno": "",
		"trans": "与他人在野外会同，顺利，有利于涉越大江大河，有利于君子坚持。",
		"analysis": [
            "这个卦是异卦（下离上乾）相叠，乾为天，为君；离为火，为臣民百姓，上天下火，火性上升，同于天，上下和同，同舟共济，人际关系和谐，天下大同。",
            "同人卦的主卦是离卦，离卦的卦象是火；客卦是乾卦，卦象是天，火光冲天，照亮四方，象征对主方有利的形势。离卦特点是光明而依附，依附于可燃物和氧气，其中心暗淡而温度较低，表明主方素质不佳，主方依附于客方的良好素质，以维持燃烧和发射光亮。火焰总是往上的，表明主方积极主动的热烈追求，这追求像是熊熊燃烧的火焰。然而，主方需要客方帮助，需要与客方联合，所以“同人于野”。“同人于野”是“亨，利涉大川，利君子贞”的前提，由于主方素质不佳，如果不与周围的人结合一起，就不一定“亨”，不一定“利涉大川”，不一定“利君子贞”。"
        ],
		"trigrams": [
			{
				"anno": "",
				"trans": "与他人在门前会同，无所怪罪。",
				"analysis": [
                    "这是第一爻爻辞，阳，主方积极主动地谋取和扩大自己的利益，比如说，创新、创业、投资、进攻、求职、示爱，等等。主方采取主动行动是应当的，但是，由于客方强大，行动不容易，尽力而为，无所怪罪。",
                    "第一爻位置是阳位，这条爻是阳爻，阳爻在阳位，当位，不过与四阳不有应。当位表明主方积极主动是正确的，只有积极主动，才能获取和扩大自己的利益，应当坚持下去。主方由于素质不佳，积极主动地与他人联系，争取获得帮助，不应当受到怪罪，“无咎”。不有应表明在行动上，与客方不和谐，有矛盾，主方应当注意妥善处理与客方的矛盾。"
                ]
			},
            {
				"anno": "",
				"trans": "在宗派内会同他人，吝啬。",
				"analysis": [
                    "这是第二爻爻辞，阴，表示主方素质差。主方的素质差，应当联系更广泛的人，争取得到更广泛的支持和帮助，如果只联系宗派内的人，就很不够了，显得吝啬。",
                    "第二爻位置是阴位，这条爻是阴爻，阴爻在阴位，当位，又与五阳有应。当位表明主方素质不佳是现实，是正常的；有应表明素质不佳的主方有可能从客方得到补益，是对主方有利的因素。然而，如何才能利用这个有利因素，则取决于如何妥善处理与客方的矛盾，要能够广泛联系他人，包括联系客方。如果只联系宗派，则不容易得到客方帮助，“同人于宗，吝”。"
                ]
			},
            {
				"anno": "",
				"trans": "部队埋伏于丛林中，登上高处，三年不能兴起。",
				"analysis": [
                    "这是第三爻爻辞，阳，表示主方态度强硬。主方的强硬态度是对的，不过要耐心等待时机，“三岁不兴”，不可过于急躁。",
                    "第三爻位置是阳位，这条爻是阳爻，阳爻在阳位，当位，不过与六阳不有应。当位表明主方的强硬态度是正确的，持坚定而明朗的态度，便于寻取和维护自己的利益，“伏戎于莽，升其高陵”；不有应表明主方的强硬态度与客方的强硬态度有冲突，主方需要有耐心，避免冲突，“三岁不兴”。"
                ]
			},
            {
				"anno": "",
				"trans": "登上了城墙，不占领它，吉利。",
				"analysis": [
                    "这是第四爻爻辞，阳，表示客方积极主动地谋取和扩大自己的利益，比如说，创新、创业、投资、进攻、求职、示爱，等等。辞义是，主方登上了城墙，不占领它，对主方吉利。客方素质良好，力量强大，当客方积极主动行动的时候，主方登上了城墙，不过，主方很难守住，主方留下城墙让客方去占领，给客方留下胜利机会，以便于保持与客方的联盟，“乘其墉”而“弗克攻”，对主方才吉利。如果不这样，就可能与客方有冲突，就不一定吉利。这里，战斗只是比喻，说主方在发展自己并取得实际利益的时候，应当给积极主动的客方留下发展空间。",
                    "第四爻位置是阴位，这条爻是阳爻，阳爻在阳位，不当位，并且和一阳不有应。不当位表明客方的积极主动行为是对主方不利的潜在因素；不有应表明这种对主方不利的潜在因素成了真正的对主方不利的因素，客方与主方有矛盾。主方积极主动，“乘其墉”，由于存在这不利因素，主方“弗克攻”，这样，主方就可能避免与客方冲突，就吉利，“吉”。不然，如果主方既“乘其墉”，又“克攻”，则可能与客方冲突，而客方的实力远强于主方，对主方将不“吉”。"
                ]
			},
            {
				"anno": "",
				"trans": "会同他人，先是痛哭，而后嘻笑；与他人会同的大军在克服了敌方的抵抗后会师。",
				"analysis": [
                    "这是第五爻爻辞，阳，表示客方素质良好。这里的同人指与客方结合。由于客方素质良好，主方素质不佳，开始时，客方不与主方联合，主方行动很困难，“先号啕”；而后，客方与主方联合了，“而后笑”。“大师”指主客双方联合在一起的力量，“克”的对象是主客双方共同的敌人。这里的“师”是比喻，是指主客双方的联盟，例如商业联盟，外交联盟，朋友之间的结盟，等等，不宜狭义地解读为作战部队。",
                    "第五爻位置是阳位，这条爻是阳爻，阳爻在阳位，当位，又与二阴有应。当位表明客方素质良好，这是对主方有利的潜在因素，这良好的素质可能让主方受益；有应表明这对主方有利的潜在因素真正成了对主方有利的因素，主方素质不佳，可能得到客方帮助。这里的有应是一种阴阳和谐状态，这和谐状态是以主方为阴，客方为阳，主方需要客方的帮助，而正好客方可以满足主方的需要。对于客方来说，对于阳的方面来说，这种和谐不一定有利，客方需要用自己的良好素质帮助主方，可能客方有损失。一般情况下，和谐有利于阳的方面，而对于素质来说，和谐则有利于阴的方面。所以，除了考虑和谐以外，还要考虑当位，在既和谐又当位的情况下，有利的潜在因素才能够成为真正的对主方有利的因素。由于客方在行动上和态度上都与主方有矛盾，客方并不乐意帮助主方，主方“先号啕”。如果主方妥善处理好与客方的矛盾，与客方建立好联系，主方就“而后笑”。主方与客方的力量合在一起，就能够战胜共同敌人，“大师克相遇”。"
                ]
			},
            {
				"anno": "",
				"trans": "会同他人于郊野，没有悔恨。",
				"analysis": [
                    "这是第六爻爻辞，阳，表示客方态度强硬。客方态度强硬，可能有些傲慢或粗暴；主方态度也强硬，不过，为了自己的利益，对客方宽容，与客方联合在一起，没有悔恨。",
                    "第六爻位置是阴位，这条爻是阳爻，阳爻在阴位，不当位，并且和三阳不有应。不当位表明客方的强硬态度可能迫使主方让步，使主方利益受伤害，这是对主方不利的潜在因素；不有应表明主方并不是以随和的态度向客方让步，客方不一定能够伤害主方，所以，客方的强硬态度不一定对主方不利。不过，主方强硬态度，可能与客方冲突，不利于同客方的联合，而主方由于素质不佳，需要与客方保持联合。因此，主方须要妥善处理好与客方的冲突。如果主方能够宽容客方的傲慢而粗暴的态度，与客方联系起来，“同人于郊”，主方就可能受益，“无悔”。"
                ]
			}
		]
	},
	{
		"index": 14,
		"name": "大有",
		"anno": "",
		"trans": "很顺利。",
		"analysis": [
            "这个卦是异卦（下乾上离）相叠。上卦为离，为火；下卦为乾，为天。火在天上，普照万物，万民归顺，顺天依时，大有所成。",
            "主方强而有力，客方素质不佳，尽管双方都积极主动，态度强硬，在双方关系中有矛盾，然而客方依赖于主方。客方聪明而依赖于主方，可以协助主方，所以，主方的事业发展很顺利。"
        ],
		"trigrams": [
			{
				"anno": "",
				"trans": "与他方交往没有害处，没有怪罪，艰难维持则无所怪罪。",
				"analysis": [
                    "第一爻是主卦的下爻，代表主方的行动，阳，表示主方积极主动地谋取和扩大自己的利益，比如说，创新、创业、投资、进攻、求职、示爱，等等。同时，第四爻也是阳爻，客方也是积极主动，主客双方可以相互交往，这种交往对主方没有害处，主方不受怪罪。不过，由于客方有自己的利益需求，要让客方愿意协助主方，并不是容易的事，主方艰难地寻求客方的协助，无所怪罪。",
                    "第一爻的位置是阳位，这条爻是阳爻，阳爻在阳位，当位，然而与四阳不有应。当位表明主方积极主动谋求发展，维护和扩大自己的利益，是潜在的对主方有利的因素；不有应表明客方也是积极主动，与主方竞争，主方遇到困难，这潜在因素没有成为真正的对主方有利的因素。由于这种潜在因素存在，以及主方实力大于客方，经过艰苦努力，主方仍然可以获益，所以爻辞说“匪咎，艰则无咎”。"
                ]
			},
            {
				"anno": "",
				"trans": "用大车乘载，有所前进，无所怪罪。",
				"analysis": [
                    "第二爻是主卦的中爻，代表主方的素质，阳，表示主方的素质良好，例如，主方有权力和财富。同时，第五爻是阴爻，表示客方素质不佳，例如，贫穷，或者地位低下。承载大车的人是聪明的客方，主方聘请客方协助，让客方乘大车以示尊敬礼遇，这向着取得客方的协助，迈前了一步，“大车以载，有攸往”。这么做是为了主方的利益，“无咎”。",
                    "第二爻的位置是阴位，这条爻是阳爻，阳爻在阴位，不当位，并且和五阴有应。不当位表明主方素质良好，有可能在与客方交往中受到损失，是潜在的对主方不利的因素；有应表明客方素质不佳，谋求从主方的良好素质受益，这潜在因素成了真正的对主方不利的因素。换个角度考虑，由于客方需要从主方的良好素质获益，客方依赖主方，主方利用客方的依赖，可以取得更多利益，所以爻辞说“有攸往，无咎”。"
                ]
			},
            {
				"anno": "",
				"trans": "公为天子主持祭祀，平庸的人不能胜任。",
				"analysis": [
                    "第三爻是主卦的上爻，代表主方的态度，阳，表示主方态度强硬。同时，第三爻是对第二爻的补充，第二爻是阳，第三爻也是阳，这表示主方的素质很好，实力极强，强硬的态度有强大的实力支撑。“公”(gōng)，敬辞，尊称男子：包公。这里，公比喻客方，天子比喻主方。主方重用客方，“公用亨于天子”。客方聪明，平庸的人担负不了这样的重任，“小人弗克”。",
                    "第三爻的位置是阳位，这条爻是阳爻，阳爻在阳位，当位，然而与六阳不有应。当位表明主方态度强硬，有可能制约客方，是潜在的对主方有利的因素；不有应表明客方态度也强硬，客方不接受主方制约，这潜在因素没有成为真正的对主方有利的因素。所以爻辞中没有判断词。"
                ]
			},
            {
				"anno": "",
				"trans": "与大多数人不一样，无所怪罪。",
				"analysis": [
                    "第四爻是客卦的下爻，代表客方的行动，阳，表示客方积极主动地谋取和扩大自己的利益。彭”(bāng)，众多的样子，如“行人彭彭”。客方不是一般的人，“匪其彭”。主方重用客方，无所怪罪。",
                    "第四爻的位置是阴位，这条爻是阳爻，阳爻在阴位，不当位，并且与一阳不有应。不当位表明客方积极主动谋求发展，有可能损害主方利益，是潜在的对主方不利的因素；不有应表明主方也是积极主动，主方维护和扩大自己的利益，这潜在因素没有成为真正的对主方不利的因素。所以爻辞说“无咎”。"
                ]
			},
            {
				"anno": "",
				"trans": "以诚信交往，好像很有威力，吉利。",
				"analysis": [
                    "第五爻是客卦的中爻，代表客方的素质，阴，表示客方的素质不佳，比如说，资金缺乏、地位底下、实力薄弱、教育程度低，等等。而主方的素质良好，主方诚恳地对待客方，客方也会以诚恳回复，“厥孚交如”。客方依赖主方，主方好像很有权威，“威如”。这种情况对主方吉利。“厥”(jué)，其他的，那个的：厥父。",
                    "第五爻的位置是阳位，这条爻是阴爻，阴爻在阳位，不当位，不过和二阳有应。不当位表明客方素质不佳，有可能谋求从主方获益，是潜在的对主方不利的因素；有应表明主方素质良好，正好可以满足客方需要，这潜在因素成了真正的对主方不利的因素。换一个角度考虑，素质不佳的客方谋求从主方的良好素质获益，客方依赖主方，主方可以利用客方的依赖取得更多利益，这种状态对主方很有利，所以爻辞说“吉”。"
                ]
			},
            {
				"anno": "",
				"trans": "从天上来保佑，吉利，没有不利的事。",
				"analysis": [
                    "第六爻是客卦的上爻，代表客方的态度，阳，客方的态度强硬。客卦是离卦，卦象是光明而依赖，可以代表一个聪明的人。客方以坚定而明确的态度支持主方，主方得到一个聪明人的支持，就如同从天下降的保佑主方的力量，这对于主方来说是吉利的，没有不利的事。",
                    "第六爻的位置是阴位，这条爻是阳爻，阳爻在阴位，不当位，并且和三阳不有应。不当位表明客方态度强硬，有可能制约主方，是潜在的对主方不利的因素；不有应表明主方态度也强硬，客方不能制约主方，这潜在因素没有成为真正的对主方不利的因素。客方素质不佳，强硬的态度没有实力支持；主方素质良好，强硬态度有强大的实力支持。所以，客方受到主方制约，按主方的意图行事，爻辞说“吉无不利”。"
                ]
			}
		]
	},
	{
		"index": 15,
		"name": "谦",
		"anno": "",
		"trans": "顺利，君子有好的终了。",
		"analysis": [
            "这个卦是异卦（下艮上坤）相叠，艮为山，坤为地。地面有山，地卑（低）而山高，是为内高外低，比喻功高不自居，名高不自誉，位高不自傲。这就是谦。",
            "主客双方都是消极被动，互不侵犯对方的利益；主客双方的素质都是不佳，需要互相帮助；主方态度坚定、明朗而坦率，客方态度随和，客方随和地对待主方。所以，事情发展顺利，主方有好的终了。“君子”指谦虚的人。"
        ],
		"trigrams": [
			{
				"anno": "",
				"trans": "谦虚的人，可以任用于像涉越大江大河这样的重要事务，吉利。",
				"analysis": [
                    "第一爻是主卦的下爻，代表主方的行动，阴，表示主方消极被动，比如说，防守、退却、不想冒险、不想探索或开辟新的发展领域、只求保持现状，等等。主方不干涉客方事务，不侵犯客方利益，行动谦虚。谦虚是君子的品质，谦虚的人可以委以像涉越大江大河这样的重任，这对于主方吉利。",
                    "这条爻的位置是阳位 [3]  ，这是一条阴爻，阴爻在阳位，不当位，并且和四阴不有应。不当位表明主方消极被动，不利于增加和维护主方的利益，有可能让主方的利益受到损失，是潜在的对主方不利的因素；不有应表明客方也是消极被动，不想损伤主方的利益，这潜在因素没有成为真正的对主方不利的因素。在这种情况下，主方可以阴中有阳，在恰当的时候采取主动，利用客方的消极被动改善自己的素质，所以爻辞说“吉”。"
                ]
			},
            {
				"anno": "",
				"trans": "言谈谦虚，坚持下去吉利。",
				"analysis": [
                    "第二爻是主卦的中爻，代表主方的素质，阴，表示主方的素质不佳，例如，贫穷、体弱、缺乏经验，等等。主方言谈时不掩饰自己的不足，不夸耀自己，坚持下去吉利。",
                    "这条爻的位置是阴位，这是阴爻，阴爻在阴位，当位，然而与五阴不有应。当位表明主方有可能向客方寻取利益，是潜在的对主方有利的因素；不有应表明客方的素质不佳，不可能让主方获取利益，这潜在因素只是潜在而已，没有成为真正的对主方有利的因素 [1]  。由于存在这种对主方有利的潜在因素，主方应当坚持下去，在主方采取恰当的主动措施的时候，主方有可能获益，所以爻辞说“贞吉”。"
                ]
			},
            {
				"anno": "",
				"trans": "劳动时谦虚，君子有好的终了，吉利。",
				"analysis": [
                    "第三爻是主卦的上爻，代表主方的态度，阳，表示主方态度强硬，例如，态度明朗、坦率、以及坚定等等。在劳动的时候偷懒、态度疲沓、虚伪，等等，都不是谦虚；在劳动时埋头苦干，任劳任怨，在态度上实事求是，明朗、坦率而又坚定，这是谦虚的表现。君子是谦虚的人，最终有好的结局，对于主方吉利。",
                    "这条爻的位置是阳位，这是阳爻，阳爻在阳位，当位，又与六阴有应 [3]  。当位表明主方态度强硬，有利于制约客方，有可能避免主方的利益受损害，是潜在的对主方有利的因素；有应表明客方态度随和，接受主方的制约，这潜在因素成了真正的对主方有利的因素，所以爻辞说“吉”。"
                ]
			},
            {
				"anno": "",
				"trans": "没有不利，在辅佐时谦虚。",
				"analysis": [
                    "第四爻是客卦的下爻，代表客方的行动，阴，表示客方消极被动，比如说，防守、退却、不想冒险、不想探索或开辟新的发展领域、只求保持现状，等等。客方需要主方的辅佐。主方在与客方合作的时候，不干涉客方的事务，没有不利的地方。“撝”（wéi）辅佐。",
                    "这条爻的位置是阴位，这是阴爻，阴爻在阴位，当位，然而与一阴不有应。当位表明客方消极被动，有可能是主方谋求发展的好机会，是潜在的对主方有利的因素；不有应表明主方也是消极被动，不能利用这个好机会，这潜在因素没有成为真正的对主方有利的因素。由于存在这潜在的有利因素，爻辞鼓励主方应当利用这个机会，所以爻辞说“无不利”。"
                ]
			},
            {
				"anno": "",
				"trans": "自己不能变得富足，反而责怪其邻居。财力用于侵略讨伐，无所不利。",
				"analysis": [
                    "第五爻是客卦的中爻，代表客方的素质，阴，表示客方的素质不佳，比如说，资金缺乏、地位底下、实力薄弱、教育程度低，等等。客方需要主方的帮助。主方在帮助客方的时候诚心诚意，不从客方的利益中谋取自己的利益，这样就能够获得客方的信任。客方委任主方以类似侵略和征伐这样的重任，对于主方来说，没有不利的地方。",
                    "这条爻的位置是阳位，这是阴爻，阴爻在阳位，不当位，并且和二阴不有应。不当位表明客方素质不佳，有可能企图从主方窃取利益，是潜在的对主方不利的因素；不有应表明主方的素质也不佳，客方不可能从主方窃取利益，这潜在因素没有成为真正的对主方不利的因素。不仅如此，由于客方素质不佳，主方有可能满足客方一些需要，取得客方信任，为自己的发展取得方便，所以爻辞说“无不利”。"
                ]
			},
            {
				"anno": "",
				"trans": "言谈时谦虚，有利于被委任出兵征伐大夫﹑诸侯的封地。",
				"analysis": [
                    "第六爻是客卦的上爻，代表客方的态度，阴，表示客方的态度随和。客方信任主方明朗、坦率而又坚定的态度，客方尊重而又对主方随和，可以委主方以出兵征伐大夫﹑诸侯的封地等这样的重任。“邑国”（yìguó），古代大夫﹑诸侯的封地。",
                    "这条爻的位置是阴位，这是阴爻，阴爻在阴位，当位，又与三阳有应。当位表明客方态度随和，有可能受主方制约，是潜在的对主方有利的因素；有应表明主方态度强硬，正好可以制约态度随和的客方，便于按主方的意图办事，这潜在因素成了真正的对主方有利的因素。由于存在这样的对主方有利的因素，虽然爻辞中没有“吉”这样的判断辞，但是用“利用行师征邑国”这样的描述说明对主方有利。"
                ]
			}
		]
	},
	{
		"index": 16,
		"name": "豫",
		"anno": "",
		"trans": "利于建立诸侯国和出兵打仗。",
		"analysis": [
            "这个卦是异卦（下坤上震）相叠，坤为地，为顺；震为雷，为动。雷依时出，预示大地回春。因顺而动，和乐之源。此卦与谦卦互为综卦，交互作用。",
            "这是豫卦卦辞。“利建侯行师”的字面意思是“利于建立诸侯国和出兵打仗”。“建侯行师”是个用例，或者比喻。“建侯”指主方自身的建设。“行师”指主方对客方以及外界的交往。“利于”的事情是适合做的事情，在这里“利于”可以理解为“应当”。就是说，“利建侯行师”的意思是主方应当从自身建设和对外交往二个方面积极行动。这五个字的卦辞，突出建议主方的行动方向，不是说整个形势对主方有利，而是说在当前安闲舒适的状态下，主方应当积极行动起来。对于主方来说，“建侯”可以理解为增强自己的素质，例如学习技术，丰富经验，增强工作能力等等。“行师”指出兵打仗，这也是比喻。对于主方来说，“出师”可以理解为主动与客方联系，增进相互了解。综合起来，“利建侯行师”意思是：主方应当从自身建设和对外交往二个方面积极行动。这样，才有可能维持安闲舒适的环境。"
        ],
		"trigrams": [
			{
				"anno": "",
				"trans": "鸣叫而安闲，有凶险。",
				"analysis": [
                    "这是豫卦第一爻爻辞。第一爻表示主方的行动。这是一条阴爻，表示主方消极被动，比如说，防守、退却、不想冒险、不想探索或开辟新的发展领域、只求保持现状，等等。“鸣”是发出声音，鸟兽叫为鸣，“豫”是安闲舒适的意思，“凶”是不幸。这条爻辞是对主方的警告：只说而不行动，满足于安闲舒适，是不幸的。",
                    "第一爻是主卦下爻，其位置是阳位，这条爻是阴爻，阴爻在阳位，不当位，然而与四阳有应。不当位，表明主方消极被动，有可能被客方攻击遭受损失，是潜在的对主方不利因素；有应，表明客方积极主动，正好可以利用主方消极被动的机会取得发展，这潜在因素成了真正的对主方不利因素，所以爻辞说“凶”。"
                ]
			},
            {
				"anno": "",
				"trans": "在石头中间，难于维持到一日的终了，坚持下去吉利。",
				"analysis": [
                    "这是豫卦第二爻爻辞，阴，表示客方素质不佳，比如说，资金缺乏、地位底下、实力薄弱、教育程度低，等等。“介于石”形容主方的安闲状态，在石头中间，狂风巨浪冲不走，野兽侵害不着。“不终日”形容安闲的状态很难维持，在石头中间，无饮无食，维持不了一天。“贞吉”中的贞是坚持的意思，在这里，是指坚持主客双方关系的现有状态，而不是说主方应当坚持消极被动。主方应当改变消极被动状态，如果主方改变消极被动，响应客方的积极行动，对主方说来是吉利的。综合起来，这条爻辞的意思是，客方提供了安全环境，使主方能够安闲，像介于石头中间。但是，安闲状态不能长久，不终日。主方应当响应客方的积极行动，维持与客方的关系，如果这样，是吉利的。",
                    "第二爻是主卦中爻，其位置是阴位。这条爻是阴爻，阴爻在阴位，当位，然而与五阴不有应。当位，表明主方素质不佳，是积极寻求发展的动力，是潜在的对主方有利因素；不有应，表明客方素质也不佳，主方不可能从客方获得利益，这潜在因素没有成为真正的对主方有利因素。由于这种潜在因素的存在，如果主方坚持下去，也可能发现得利的机会，所以爻辞说“贞吉”。"
                ]
			},
            {
				"anno": "",
				"trans": "回顾安闲悔恨，迟缓有悔恨。",
				"analysis": [
                    "这是豫卦第三爻爻辞，第三爻代表主方态度，阴，表示主方态度随和。“盱豫悔”中的“盱”是意思是“睁开眼向上看”。如果理解为“回顾”，则“盱豫悔”的意思是“回顾安闲的生活，有所悔恨”。“迟有悔”中的“迟”指行动迟缓，这句话的意思是“行动迟缓将有悔恨”。客方在积极行动，主方应当意识到自己的素质太差，应当迅速响应客方而积极行动起来。如果主方跟不上步伐，可能会有悔恨。这条爻辞中，二个“悔”字的意思不一样，前一个“悔”指过去和现在的悔恨，后一个“悔”指未来可能有的悔恨。",
                    "第三爻是主卦上爻，其位置是阳位，这条爻是阴爻，阴爻在阳位，不当位，和六阴不有应。不当位，表明主方态度随和，有可能受客方制约，是潜在的对主方不利因素；不有应，表明客方态度也随和，客方不求制约主方，这潜在因素没有成为真正的对主方不利因素。所以爻辞中没有判断词。"
                ]
			},
            {
				"anno": "",
				"trans": "顺从安闲，很有收益；不用怀疑，朋友何不插戴。",
				"analysis": [
                    "这是豫卦第四爻爻辞，代表客方的行动，阳，表示客方积极主动地谋取和扩大自己的利益，比如说，创新、创业、投资、进攻、求职、示爱，等等。“由豫，大有得”中的“由”是顺随，听从的意思。客方的行动是阳，主方的行动是阴，主方听从客方。这五个字的意思是：主方听从客方，安闲舒适，大有所得。“勿疑，朋盍簪”中的“朋”指朋友，这里指客方，“盍”是疑问副词，相当于“何不”的意思。“簪”是（在头上）插戴的意思。这五个字的意思是：不用怀疑，客方何不在主方的头上插戴（一朵花）？综合起来，这条爻辞的意思是“主方听从客方，安闲舒适，大有所得；不用怀疑，客方何不在主方头上插戴（一朵花）”。前五个字建议主方听从客方，从现在被动的安闲舒适状态，积极行动起来，这样做会大有所得。后五个字是警告主方，客方肯定会促使主方积极行动起来。自觉或不自觉，主方都必须顺从客方，积极行动起来。",
                    "第四爻是客卦上爻，其位置是阴位，这条爻是阳爻，阳爻在阴位，不当位，然而与一阴有应。不当位，表明客方积极主动有可能损害主方利益，是潜在的对主方不利因素；有应，表明主方消极被动是客方发展的好机会，这潜在因素成了真正的对主方不利因素。"
                ]
			},
            {
				"anno": "",
				"trans": "坚持下去痛苦，持久而不得死。",
				"analysis": [
                    "这是豫卦第五爻爻辞，阴，表示客方素质不佳，比如说，资金缺乏、地位底下、实力薄弱、教育程度低，等等。“贞疾”中的“贞”是“坚持”的意思。“疾”是“痛苦”，如“关系群众的疾苦”中的“疾”。这条爻辞不是鼓励主方享受安闲生活，而是突出警告主方：客方已经着手积极行动夺取利益，如果主方继续消极被动，可能遭受痛苦。“恒不死”中的“恒”是“持久”的意思，“死”可以理解为“失去生命”。这条爻辞的意思是：坚持下去会有痛苦，持久而没有终结。",
                    "第五爻是客卦中爻，其位置是阳位。这条爻是阴爻，阴爻在阳位，不当位，并且和二阴不有应。不当位，表明客方素质不佳，有可能向主方索取利益，是潜在的对主方不利因素；不有应，表明主方素质也不佳，不可能满足客方需要，这潜在因素没有成为真正的对主方不利因素。所以爻辞中没有判断词。"
                ]
			},
            {
				"anno": "",
				"trans": "安闲而成愚昧，有变化无所怪罪。",
				"analysis": [
                    "这是豫卦第六爻爻辞，阴，表示客方态度随和。“冥豫成”中的“冥”是“昏暗”的意思，引伸的意思是“愚昧”，如“冥顽不灵”。“成”是“做好了”，“办好了”的意思，如“成事”。合起来，“冥豫成”这三个字描述主方贪图安逸，变得愚昧。“有渝无咎”中的“渝”是“变化”的意思。“咎”是“怪罪”的意思，如“既往不咎”。“无咎”是判断词，意思是“不怪罪主方”。“有渝”是限定“无咎”的。合在一起，“有渝无咎”的意思是“有所变化，不怪罪主方”。客方素质极差，已经开始积极着手夺取主方利益，主方不应当再贪图安逸，必须改变现况。如果主方有所变化，主方不应当受到怪罪；反之，如果主方没有相应的变化，主方应当受到怪罪。",
                    "第六爻是客卦上爻，其位置是阴位。这条爻是阴爻，阴爻在阴位，当位，然而与三阴不有应。当位，表明客方态度随和，有可能受主方制约，是潜在的对主方有利因素；不有应，表明主方态度也随和，主方不求制约客方，这潜在因素没有成为真正的对主方有利因素。主方态度随和是由于素质不佳，实力薄弱，所以爻辞说“无咎”"
                ]
			}
		]
	},
	{
		"index": 17,
		"name": "随",
		"anno": "",
		"trans": "固守正道，没有任何危险。",
		"analysis": [
            "这个卦是异卦（下震上兑）相叠，震为雷、为动；兑为悦。动而悦就是“随”。随指相互顺从，己有随物，物能随己，彼此沟通。随必依时顺势，有原则和条件，以坚贞为前提。",
            "“元亨，利贞，无咎”是卦辞，综合说明卦所代表的情况。“元”（yuan）是第一。“亨”（heng），顺利。“贞”（zhen）是坚持下去。“咎”（jiu）是怪罪。卦辞的前提是“随”，强调主方应当跟随客方。如果不“随”，不跟随客方，孤独行动，进展就不一定顺利；主方就不一定不受怪罪。"
        ],
		"trigrams": [
			{
				"anno": "",
				"trans": "官长的行动有变化，坚持变化是吉利的，出门交往有功劳。",
				"analysis": [
                    "这是随卦第一爻的爻辞，这是阳爻，表示主方积极主动地谋取和扩大自己的利益，比如说，创新、创业、投资、进攻、求职、示爱，等等。“官”指客方。“渝”（yu），变化的意思。客方变了，调主方要适应形势而随之变化，并且要坚持变化。用灵活变化的策略对外交往，有可能取得成功。",
                    "第一爻的位置是阳位，这条爻是阳爻，当位，与四阳不有应 [4]  ，与客方的积极行动有冲突。主方的积极主动是正确的，应当坚持，不须要回避矛盾，应当积极与客方交往，跟随客方，客方到那里，主方也到那里，如果有冲突，就积极应对，奉陪倒底。"
                ]
			},
            {
				"anno": "",
				"trans": "如果只注重弱者的现况，就可能忽略强者的现况。",
				"analysis": [
                    "这是随卦第二爻的爻辞。第二爻是阴爻，表示主方素质不佳，比如说，资金缺乏、地位底下、实力薄弱、教育程度低，等等。“小子”和“丈夫”都是形象，都是比喻，不能狭义地理解为具体的小子和丈夫。在这个例子中，“小子”是指相对弱小的一方，“丈夫”指相对强大的一方。也就是说，“小子”是指主方，它的阳数是4；“丈夫”是指客方，其阳数是6。这条爻辞提醒主方，不应当只考虑主方自己的状态，而忽略客方的状态。",
                    "第二爻的位置是阴位，这条爻是阴爻，当位，又与五阳有应。主方的阴的素质对于主方有利，主方有可能从客方的良好素质获益，利用客方素质上的优势 [2]  ，补足自己的不足。"
                ]
			},
            {
				"anno": "",
				"trans": "应当充分注意强者情况，把弱者情况放在次要地位；跟随强者而行动，则可以获得所希望有的东西。应当保持现在主客双方的状态。",
				"analysis": [
                    "这是随卦第三爻的爻辞，第三爻是阴爻，表示主方态度随和。同时，第三爻是对第二条的补充，第二条是阴，第三条也是阴，这表示主方的素质很差。“利居贞”中“居”（ju），居住、安居、居心叵测。“丈夫”指客方，“小子”指主方。主方应当充分注意客方情况，把主方现况放在次要地位；跟随客方行动，则可以获得所希望有的东西，应当坚持安于跟随客方的现状。",
                    "第三爻的位置是阳位，这条爻是阴爻，不当位，又与六阴不有应。不当位，表明主方的随和态度是不对的，主方应当态度坚定而明朗，在跟随客方的过程中，注意寻取自己的利益。"
                ]
			},
            {
				"anno": "",
				"trans": "跟随有收获，坚持不变有凶险，有诚信合乎情理，以此明确行动，何以怪罪？",
				"analysis": [
                    "这是随卦第四爻的爻辞，是阳爻，表示客方积极主动地谋取和扩大自己的利益，比如说，创新、创业、投资、进攻、求职、示爱，等等。“随有获，贞凶；有孚在道，以明何咎”，其中，“孚”（fu），诚信。客方在积极谋取自己的利益，主方怎么办？“随有获，贞凶”，主方也应当跟随客方谋取自己的利益，如果坚持不变，是有凶险的。以诚信对待客方，合乎情理，以此明确行动，有何可以怪罪？",
                    "第四爻的位置是阴位，这条爻是阳爻，不当位，并且与一阳不有应。客方的阳的行动有可能不利于主方，然而，主方不能改变客方行动，只能跟随客方，客方到那里，主方也到那里，不回避矛盾，如果有冲突，主方应当积极应对。"
                ]
			},
            {
				"anno": "",
				"trans": "诚信于最佳效果，吉利。",
				"analysis": [
                    "这是随卦第五爻的爻辞，阳性，表示客方素质良好，比如说，客方有资金、有地位、有权力、有实力、有技术，等等。这条爻辞的意思是：以诚信致力于最佳效果，吉利。言外之意是，如果不是以诚信致力于最佳效果，就不一定吉利。什么是最佳效果呢？在其它爻的爻辞中已经清楚地说明：要充分重视客方良好的素质，认真地跟随客方以获得所希望的东西，以诚信对待客方。",
                    "第五爻的位置是阳位，这条爻是阳爻，当位，并且与二阴有应。客方的阳的素质对主方有利，主方应当争取利用客方的良好素质获取利益。"
                ]
			},
            {
				"anno": "",
				"trans": "紧密联系起来，以致维持跟随状态，周王在歧山祭祖。",
				"analysis": [
                    "这是随卦第六爻的爻辞，阴性。表示客方态度随和。“拘系之，乃从维之，王用亨于西山”，其中，“拘”（ju），拘留，拘束。“系”（xi），联系，关系。“维”（wei），维系，维护，维持。“王用亨于西山”，指周文王等周时的王在周的西部的歧山祭其祖先，是历史典故。这条爻辞的意思是：与客方的行动紧密联系起来，以致维持跟随状态，像周王在歧山祭祖那样，跟随祖先的发展路线。",
                    "第六爻的位置是阴位，这条爻是阴爻，当位，然而与三阴不有应。主方应当利用客方的随和态度，坚定而明朗地保持与客方联系，从中维护自己的权益。"
                ]
			}
		]
	},
	{
		"index": 18,
		"name": "蛊",
		"anno": "",
		"trans": "很顺利，有利于涉越大河大川；往前开始了前进三天，再往后开始后退三天。",
		"analysis": [
            "这个卦是异卦（下巽上艮）相叠，与随卦互为综卦。蛊（gu）本意为事，引申为多事、混乱。器皿久不用而生虫称“蛊”，喻天下久安而因循、腐败，必须革新创造，治理整顿，挽救危机，重振事业。",
            "主客双方都消极被动，没有一方作主导；同时，双方又都是态度强硬，有发生冲突的可能。主方素质良好，客方素质不佳，主方既可能依靠良好素质获利，也可能遭受损失，这是一种被“蛊惑”的状态。由于主方素质优于客方，主方有可能进展很顺利，主方可以作出长足进展，“元亨，利涉大川”。然而，处于这种被“蛊惑”的状态，须要谨慎，反复探索，“先甲三日，后甲三日”。主方既要有坚定的态度，也要灵活行动。"
        ],
		"trigrams": [
			{
				"anno": "",
				"trans": "做父辈遗留下来的祸乱，有儿子做死去的父亲的事，无所怪罪，坚持下去最终是吉利的。力挽父辈或前任的过失，儿子重整父辈或前任的事业，不指责他们的过失，不抹杀他们的功劳，即使有些灾难，终会避开灾祸，最终会获得吉祥。",
				"analysis": [
                    "第一爻是主卦下爻，代表主方的行动，阴，表示主方消极被动。“父”指客方，“子”指主方。父死称“考”，母死称“妣”。“父之蛊”指来自男性方面使人被蛊惑的事务，如工作、经营中的疑难等等。爻辞建议主方主动地处理来自客方的，感到疑难的，工作或经营中的问题。如果以儿子对待已故父亲的态度诚恳地处理疑难问题，主方则不应当受到怪罪，开始时有困难，最终对主方吉利。",
                    "第一爻位置是阳位，这条爻是阴爻，阴爻在阳位，不当位，并且和四阴不有应。不当位，表明主方消极被动，有可能难以维护自己的利益，是潜在的对主方不利因素，爻辞说“厉”；不有应，表明客方也消极被动，客方不一定损伤主方利益，那潜在因素没有成为真正的对主方不利因素，而且，主方可以阴中有阳，采取积极行动，利用客方的消极被动，扩充自己的利益，爻辞说“终吉”。"
                ]
			},
            {
				"anno": "",
				"trans": "做母辈遗留下来的祸乱，不可持久。匡正母辈的过失，治理家事，只可用柔承的方法，否则必无裁。",
				"analysis": [
                    "第二爻是主卦中爻，代表主方素质，阳，表示主方素质良好，比如说，主方有资金、有地位、有权力、有实力、有技术，等等。母指客方，子指主方。“母之蛊”指来自女性方面的疑难事务，如家务中的问题。主方素质良好，而客方素质不佳，主方有能力帮助客方，有能力解决客方带来的疑难问题，主方应当运用自己的优势，迅速解决问题，不可久拖，“不可贞”。",
                    "第二爻位置是阴位，这条爻是阳爻，阳爻在阴位，不当位，不过与五阴有应。不当位，表明主方良好素质有可能受到损失，是潜在的对主方不利因素；有应，表明客方素质不佳，正好可以从主方的良好素质得到补足，那潜在因素成了真正的对主方不利因素，所以爻辞说，“不可贞”。"
                ]
			},
            {
				"anno": "",
				"trans": "做父辈遗留下来的祸乱，少许有些悔恨，没有大的怪罪。改正父辈的过失，儿子尽管过于刚强，为父辈的败绩焦躁，但仍不失顺承之道，便没有巨大灾难。",
				"analysis": [
                    "第三爻是主卦上爻，代表主方态度，阳，表示主方态度强硬。父指客方，子指主方。主方态度强硬，客方态度也强硬，主方不须要改变强硬态度，但是要诚恳，像儿子对待父亲一样，解决客方带来的疑惑问题。可能有些问题处理不当，“小有悔”，不致有大的错误，“无大咎”。",
                    "第三爻位置是阳位，这条爻是阳爻，阳爻在阳位，当位，然而与六阳不有应。当位，表明主方的强硬态度有可能制约客方，是潜在的对主方有利因素，同时，第三爻是对第二爻的补充，第二爻是阳，第三爻也是阳，这表示主方素质很好，实力很强大，所以，爻辞说“小有悔”；不有应，表明客方态度也强硬，客方不接受主方制约，那潜在因素没有成为真正的对主方有利因素。不过主方还是应当坚持强硬的态度，这一方面可以不受客方制约，另一方面，因为，主方实力远大于客方实力，有机会时仍然可能制约客方，所以爻辞说“无大咎”。"
                ]
			},
            {
				"anno": "",
				"trans": "姑息滋长父辈遗留的祸乱，长此以往，定遭侮辱。",
				"analysis": [
                    "第四爻是客卦下爻，代表客方的行动，阴，表示客方消极被动，比如说，防守、退却、不想冒险、不想探索或开辟新的发展领域、只求保持现状，等等。“裕”指宽裕，宽裕，富裕，引申为使……滋长。“父”指客方。“父之蛊”在工作、经营等业务方面被客方蛊惑。由于客方消极被动，主方企图把双方关系中有关事情推向前进，有些困难。",
                    "第四爻位置是阴位，这条爻是阴爻，阴爻在阴位，当位，然而与一阴不有应。当位，表明客方消极被动有可能是主方发展的好机会，是潜在的对主方有利因素；不有应，表明主方也消极被动，不能利用客方消极被动的机会，那潜在因素没有成为真正的对主方有利因素，所以爻辞说“往见吝”。"
                ]
			},
            {
				"anno": "",
				"trans": "做父辈遗留下来的祸乱，受到赞誉。匡正父辈的败绩，重整家业，再建雄风，当受荣誉。",
				"analysis": [
                    "第五爻是客卦中爻，代表客方素质，阴，表示客方素质不佳，例如，健康状况不佳，贫困，文化水平低，等等。主方素质良好，用自己的良好素质帮助客方，应当受到赞誉。这里，只是从道德方面说，应当受到赞誉，并没有说是否对主方实际有利。",
                    "第五爻位置是阳位，这条爻是阴爻，阴爻在阳位，不当位，不过与二阳有应。不当位，表明客方素质不佳，有可能需要从主方取得补益，是潜在的对主方不利因素；有应，表明主方素质良好，正好可以补足客方需要，那潜在因素成了真正的对主方不利因素。爻辞说“用誉”，这是因为主方对客方作出贡献，应当受到称赞，但不等于说对主方有利。实际上主方受到损失。"
                ]
			},
            {
				"anno": "",
				"trans": "不服务于王公侯爵，使得他所作的事业高尚。逸民之乐，在为朝廷效命，而专心治家，可以效尤。",
				"analysis": [
                    "第六爻是客卦上爻，代表客方态度，阳，表示客方态度强硬，例如，傲慢，骄横等。主方不屈服于客方，保持自尊，使得主方所从事的事业具有高尚的品质。爻辞肯定了主方强硬态度，这条爻辞总结了前五条爻辞，没有必要为客方作事，应当作自己本分的事。",
                    "第六爻位置是阴位，这条爻是阳爻，阳爻在阴位，不当位，并且和三阳不有应。不当位，表明客方强硬态度有可能使主方受制约，是潜在的对主方不利因素；不有应，表明主方态度也强硬，那潜在因素没有成为真正的对主方不利因素。主方应当不受客方制约，保持自己的独立和自尊。爻辞没有加判断辞，只是说“不事王侯，高尚其事”这个对主方的具体建议。"
                ]
			}
		]
	},
	{
		"index": 19,
		"name": "临",
		"anno": "",
		"trans": "进展很顺利，利于坚持下去，八月以后可能有凶险。",
		"analysis": "这个卦是异卦（下兑上坤）相叠。坤为地；兑为泽，地高于泽，泽容于地。喻君主亲临天下，治国安邦，上下融洽。",
		"trigrams": [
			{
				"anno": "",
				"trans": "",
				"analysis": []
			}
		]
	},
	{
		"index": 20,
		"name": "观",
		"anno": "",
		"trans": "",
		"analysis": "这个卦是异卦（下坤上巽）相叠，风行地上，喻德教遍施。观卦与临卦互为综卦，交相使用。在上者以道义观天下；在下者以敬仰瞻上，人心顺服归从。",
		"trigrams": [
			{
				"anno": "",
				"trans": "",
				"analysis": []
			}
		]
	},
	{
		"index": 21,
		"name": "噬嗑",
		"anno": "",
		"trans": "",
		"analysis": "这个卦是异卦（下震上离）相叠。离为阴卦；震为阳卦。阴阳相交，咬碎硬物，喻恩威并施，宽严结合，刚柔相济。噬嗑（shihe）为上下颚咬合，咀嚼。",
		"trigrams": [
			{
				"anno": "",
				"trans": "",
				"analysis": []
			}
		]
	},
	{
		"index": 22,
		"name": "贲",
		"anno": "",
		"trans": "",
		"analysis": "这个卦是异卦（下离上艮）相叠。离为火为明；艮为山为止。文明而有节制。贲（bi）卦论述文与质的关系，以质为主，以文调节。贲，文饰、修饰。",
		"trigrams": [
			{
				"anno": "",
				"trans": "",
				"analysis": []
			}
		]
	},
	{
		"index": 23,
		"name": "剥",
		"anno": "",
		"trans": "",
		"analysis": "这个卦是异卦（下坤上艮）相叠。五阴在下，一阳在上，阴盛而阳孤；高山附于地。二者都是剥落象，故为“剥卦”。此卦阴盛阳衰，喻小人得势，君子困顿，事业败坏。",
		"trigrams": [
			{
				"anno": "",
				"trans": "",
				"analysis": []
			}
		]
	},
	{
		"index": 24,
		"name": "复",
		"anno": "",
		"trans": "",
		"analysis": "这个卦是异卦（下震上坤）相叠。震为雷、为动；坤为地、为顺，动则顺，顺其自然。动在顺中，内阳外阴，循序运动，进退自如，利于前进。",
		"trigrams": [
			{
				"anno": "",
				"trans": "",
				"analysis": []
			}
		]
	},
	{
		"index": 25,
		"name": "无妄",
		"anno": "",
		"trans": "",
		"analysis": "这个卦是异卦（下震上乾）相叠。乾为天为刚为健；震为雷为刚为动。动而健，刚阳盛，人心振奋，必有所得，但唯循纯正，不可妄行。无妄必有获，必可致福。",
		"trigrams": [
			{
				"anno": "",
				"trans": "",
				"analysis": []
			}
		]
	},
	{
		"index": 26,
		"name": "大畜",
		"anno": "",
		"trans": "",
		"analysis": "这个卦是异卦（下乾上艮）相叠。乾为天，刚健；艮为山，笃实。畜者积聚，大畜意为大积蓄。为此不畏严重的艰难险阻，努力修身养性以丰富德业。",
		"trigrams": [
			{
				"anno": "",
				"trans": "",
				"analysis": []
			}
		]
	},
	{
		"index": 27,
		"name": "颐",
		"anno": "",
		"trans": "",
		"analysis": "这个卦是异卦（下震上艮）相叠。震为雷，艮为山。山在上而雷在下，外实内虚。春暖万物养育，依时养贤育民。阳实阴虚，实者养人，虚者为人养。自食其力。",
		"trigrams": [
			{
				"anno": "",
				"trans": "",
				"analysis": []
			}
		]
	},
	{
		"index": 28,
		"name": "大过",
		"anno": "",
		"trans": "",
		"analysis": "这个卦是异卦（下巽上兑）相叠。兑为泽、为悦，巽为木、为顺，泽水淹舟，遂成大错。阴阳爻相反，阳大阴小，行动非常，有过度形象，内刚外柔。",
		"trigrams": [
			{
				"anno": "",
				"trans": "",
				"analysis": []
			}
		]
	},
	{
		"index": 29,
		"name": "坎",
		"anno": "",
		"trans": "",
		"analysis": "这个卦是同卦（下坎上坎）相叠。坎为水、为险，两坎相重，险上加险，险阻重重。一阳陷二阴。所幸阴虚阳实，诚信可豁然贯通。虽险难重重，却方能显人性光彩。",
		"trigrams": [
			{
				"anno": "",
				"trans": "",
				"analysis": []
			}
		]
	},
	{
		"index": 30,
		"name": "离",
		"anno": "",
		"trans": "",
		"analysis": "这个卦是同卦（下离上离）相叠。离者丽也，附着之意，一阴附丽，上下二阳，该卦象征火，内空外明。离为火、为明、太阳反复升落，运行不息，柔顺为心。",
		"trigrams": [
			{
				"anno": "",
				"trans": "",
				"analysis": []
			}
		]
	},
	{
		"index": 31,
		"name": "咸",
		"anno": "",
		"trans": "",
		"analysis": "这个卦是异卦（下艮上兑）相叠。艮为山；泽为水。兑柔在上，艮刚在下，水向下渗，柔上而刚下，交相感应。感则成。",
		"trigrams": [
			{
				"anno": "",
				"trans": "",
				"analysis": []
			}
		]
	},
	{
		"index": 32,
		"name": "恒",
		"anno": "",
		"trans": "",
		"analysis": "这个卦是异卦（下巽上震）相叠。震为男、为雷；巽为女、为风。震刚在上，巽柔在下。刚上柔下，造化有常，相互助长。阴阳相应，常情，故称为恒。",
		"trigrams": [
			{
				"anno": "",
				"trans": "",
				"analysis": []
			}
		]
	},
	{
		"index": 33,
		"name": "遁",
		"anno": "",
		"trans": "",
		"analysis": "这个卦是异卦（下艮上乾）相叠。乾为天，艮为山。天下有山，山高天退。阴长阳消，小人得势，君子退隐，明哲保身，伺机救天下。",
		"trigrams": [
			{
				"anno": "",
				"trans": "",
				"analysis": []
			}
		]
	},
	{
		"index": 34,
		"name": "大壮",
		"anno": "",
		"trans": "",
		"analysis": "这个卦是异卦（下乾上震）相叠。震为雷；乾为天。乾刚震动。天鸣雷，云雷滚，声势宏大，阳气盛壮，万物生长。刚壮有力故曰壮。大而且壮，故名大壮。四阳壮盛，积极而有所作为，上正下正，标正影直。",
		"trigrams": [
			{
				"anno": "",
				"trans": "",
				"analysis": []
			}
		]
	},
	{
		"index": 35,
		"name": "晋",
		"anno": "",
		"trans": "",
		"analysis": "这个卦是异卦（下坤上离）相叠。离为日，为光明；坤为地。太阳高悬，普照大地，大地卑顺，万物生长，光明磊落，柔进上行，喻事业蒸蒸日上。",
		"trigrams": [
			{
				"anno": "",
				"trans": "",
				"analysis": []
			}
		]
	},
	{
		"index": 36,
		"name": "明夷",
		"anno": "",
		"trans": "",
		"analysis": "这个卦是异卦（下离上坤）相叠。离为明，坤为顺；离为日；坤为地。日没入地，光明受损，前途不明，环境困难，宜遵时养晦，坚守正道，外愚内慧，韬光养晦。",
		"trigrams": [
			{
				"anno": "",
				"trans": "",
				"analysis": []
			}
		]
	},
	{
		"index": 37,
		"name": "家人",
		"anno": "",
		"trans": "",
		"analysis": "这个卦是异卦（下离上巽）相叠。离为火；巽为风。火使热气上升，成为风。一切事物皆应以内在为本，然后伸延到外。发生于内，形成于外。喻先治家而后治天下，家道正，天下安乐。",
		"trigrams": [
			{
				"anno": "",
				"trans": "",
				"analysis": []
			}
		]
	},
	{
		"index": 38,
		"name": "睽",
		"anno": "",
		"trans": "",
		"analysis": "这个卦是异卦（下兑上离）相叠。离为火；兑为泽。上火下泽，相违不相济。克则生，往复无空。万物有所不同，必有所异，相互矛盾。睽即矛盾。",
		"trigrams": [
			{
				"anno": "",
				"trans": "",
				"analysis": []
			}
		]
	},
	{
		"index": 39,
		"name": "蹇",
		"anno": "",
		"trans": "",
		"analysis": "这个卦是异卦（下艮上坎）相叠。坎为水，艮为山。山高水深，困难重重，人生险阻，见险而止，明哲保身，可谓智慧。蹇，跋行艰难。",
		"trigrams": [
			{
				"anno": "",
				"trans": "",
				"analysis": []
			}
		]
	},
	{
		"index": 40,
		"name": "解",
		"anno": "",
		"trans": "",
		"analysis": "这个卦是异卦（下坎上震）相叠。震为雷、为动；坎为水、为险。险在内，动在外。严冬天地闭塞，静极而动。万象更新，冬去春来，一切消除，是为解。",
		"trigrams": [
			{
				"anno": "",
				"trans": "",
				"analysis": []
			}
		]
	},
	{
		"index": 41,
		"name": "损",
		"anno": "",
		"trans": "",
		"analysis": "这个卦是异卦（下兑上艮）相叠。艮为山；兑为泽。上山下泽，大泽浸蚀山根。损益相间，损中有益，益中有损。二者之间，不可不慎重对待。损下益上，治理国家，过度会损伤国基。应损则损，但必量力、适度。少损而益最佳。",
		"trigrams": [
			{
				"anno": "",
				"trans": "",
				"analysis": []
			}
		]
	},
	{
		"index": 42,
		"name": "益",
		"anno": "",
		"trans": "",
		"analysis": "这个卦是异卦（下震上巽）相叠。巽为风；震为雷。风雷激荡，其势愈强，雷愈响，风雷相助互长，交相助益。此卦与损卦相反。它是损上以益下，后者是损下以益上。二卦阐述的是损益的原则。",
		"trigrams": [
			{
				"anno": "",
				"trans": "",
				"analysis": []
			}
		]
	},
	{
		"index": 43,
		"name": "夬",
		"anno": "",
		"trans": "",
		"analysis": "这个卦是异卦（下乾上兑）相叠。乾为天为健；兑为泽为悦。泽气上升，决注成雨，雨施大地，滋润万物。五阳去一阴，去之不难，决（去之意）即可，故名为夬（guài），夬即决。",
		"trigrams": [
			{
				"anno": "",
				"trans": "",
				"analysis": []
			}
		]
	},
	{
		"index": 44,
		"name": "姤",
		"anno": "",
		"trans": "",
		"analysis": "这个卦是异卦（下巽上乾）相叠。乾为天，巽为风。天下有风，吹遍大地，阴阳交合，万物茂盛。姤（gǒu）卦与夬卦相反，互为“综卦”。姤即遘，阴阳相遇。但五阳一阴，不能长久相处。",
		"trigrams": [
			{
				"anno": "",
				"trans": "",
				"analysis": []
			}
		]
	},
	{
		"index": 45,
		"name": "萃",
		"anno": "",
		"trans": "",
		"analysis": "这个卦是异卦相叠（下坤上兑）。坤为地、为顺；兑为泽、为水。泽泛滥淹没大地，人众多相互斗争，危机必四伏，务必顺天任贤，未雨绸缪，柔顺而又和悦，彼此相得益彰，安居乐业。萃，聚集、团结。",
		"trigrams": [
			{
				"anno": "",
				"trans": "",
				"analysis": []
			}
		]
	},
	{
		"index": 46,
		"name": "升",
		"anno": "",
		"trans": "",
		"analysis": "这个卦是异卦相叠（下巽上坤）。坤为地、为顺；巽为木、为逊。大地生长树木，逐的成长，日渐高大成材，喻事业步步高升，前程远大，故名“升”。",
		"trigrams": [
			{
				"anno": "",
				"trans": "",
				"analysis": []
			}
		]
	},
	{
		"index": 47,
		"name": "困",
		"anno": "",
		"trans": "",
		"analysis": "这个卦是异卦（下坎上兑）相叠。兑为阴为泽喻悦；坎为阳为水喻险。泽水困，陷入困境，才智难以施展，仍坚守正道，自得其乐，必可成事，摆脱困境。",
		"trigrams": [
			{
				"anno": "",
				"trans": "",
				"analysis": []
			}
		]
	},
	{
		"index": 48,
		"name": "井",
		"anno": "",
		"trans": "",
		"analysis": "这个卦是异卦（下巽上坎）相叠。坎为水；巽为木。树木得水而蓬勃生长。人靠水井生活，水井由人挖掘而成。相互为养，井以水养人，经久不竭，人应取此德而勤劳自勉。",
		"trigrams": [
			{
				"anno": "",
				"trans": "",
				"analysis": []
			}
		]
	},
	{
		"index": 49,
		"name": "革",
		"anno": "",
		"trans": "",
		"analysis": "这个卦是异卦（下离上兑）相叠。离为火、兑为泽，泽内有水。水在上而下浇，火在下而上升。火旺水干；水大火熄。二者相生亦相克，必然出现变革。变革是宇宙的基本规律。",
		"trigrams": [
			{
				"anno": "",
				"trans": "",
				"analysis": []
			}
		]
	},
	{
		"index": 50,
		"name": "鼎",
		"anno": "",
		"trans": "",
		"analysis": "这个卦是异卦（下巽上离）相叠。燃木煮食，化生为熟，除旧布新的意思。鼎为重宝大器，三足稳重之象。煮食，喻食物充足，不再有困难和困扰。在此基础上宜变革，发展事业。",
		"trigrams": [
			{
				"anno": "",
				"trans": "",
				"analysis": []
			}
		]
	},
	{
		"index": 51,
		"name": "震",
		"anno": "",
		"trans": "",
		"analysis": "这个卦是同卦（下震上震）相叠。震为雷，两震相叠，反响巨大，可消除沉闷之气，亨通畅达。平日应居安思危，怀恐惧心理，不敢有所怠慢，遇到突发事变，也能安然自若，谈笑如常。",
		"trigrams": [
			{
				"anno": "",
				"trans": "",
				"analysis": []
			}
		]
	},
	{
		"index": 52,
		"name": "艮",
		"anno": "",
		"trans": "",
		"analysis": "这个卦是同卦（下艮上艮）相叠。艮为山，二山相重，喻静止。它和震卦相反。高潮过后，必然出现低潮，进入事物的相对静止阶段。静止如山，宜止则止，宜行则行。行止即动和静，都不可失机，应恰到好处，动静得宜，适可而止。",
		"trigrams": [
			{
				"anno": "",
				"trans": "",
				"analysis": []
			}
		]
	},
	{
		"index": 53,
		"name": "渐",
		"anno": "",
		"trans": "",
		"analysis": "这个卦是异卦（下艮上巽）相叠。艮为山，巽为木。山上有木，逐渐成长，山也随着增高。这是逐渐进步的过程，所以称渐，渐即进，渐渐前进而不急速。",
		"trigrams": [
			{
				"anno": "",
				"trans": "",
				"analysis": []
			}
		]
	},
	{
		"index": 54,
		"name": "归妹",
		"anno": "",
		"trans": "",
		"analysis": "这个卦是异卦（下兑上震）相叠。震为动、为长男；兑为悦、为少女。以少女从长男，产生爱慕之情，有婚姻之动，有嫁女之象，故称归妹。男婚女嫁，天地大义，人的开始和终结。上卦与渐卦为综卦，交互为用。",
		"trigrams": [
			{
				"anno": "",
				"trans": "",
				"analysis": []
			}
		]
	},
	{
		"index": 55,
		"name": "丰",
		"anno": "",
		"trans": "",
		"analysis": "这个卦是异卦（下离上震）相叠，电闪雷鸣，成就巨大，喻达到顶峰，如日中天。告戒；务必注意事物向相反方面发展。治乱相因，盛衰无常，不可不警惕。",
		"trigrams": [
			{
				"anno": "",
				"trans": "",
				"analysis": []
			}
		]
	},
	{
		"index": 56,
		"name": "旅",
		"anno": "",
		"trans": "",
		"analysis": "这个卦是异卦（下艮上离）相叠。此卦与丰卦相反，互为“综卦”。山中燃火，烧而不止，火势不停地向前蔓延，如同途中行人，急于赶路。因而称旅卦。",
		"trigrams": [
			{
				"anno": "",
				"trans": "",
				"analysis": []
			}
		]
	},
	{
		"index": 57,
		"name": "巽",
		"anno": "",
		"trans": "",
		"analysis": "这个卦是同卦（下巽上巽）相叠，巽（xùn）为风，两风相重，长风不绝，无孔不入，巽义为顺。谦逊的态度和行为可无往不利。",
		"trigrams": [
			{
				"anno": "",
				"trans": "",
				"analysis": []
			}
		]
	},
	{
		"index": 58,
		"name": "泽",
		"anno": "",
		"trans": "",
		"analysis": "这个卦是同卦（下泽上泽）相叠。泽为水。两泽相连，两水交流，上下相和，团结一致，朋友相助，欢欣喜悦。兑为悦也。同秉刚健之德，外抱柔和之姿，坚行正道，导民向上。",
		"trigrams": [
			{
				"anno": "",
				"trans": "",
				"analysis": []
			}
		]
	},
	{
		"index": 59,
		"name": "涣",
		"anno": "",
		"trans": "",
		"analysis": "这个卦是异卦（下坎上巽）相叠。风在水上行，推波助澜，四方流溢。涣，水流流散之意。象征组织和人心涣散，必用积极的手段和方法克服，战胜弊端，挽救涣散，转危为安。",
		"trigrams": [
			{
				"anno": "",
				"trans": "",
				"analysis": []
			}
		]
	},
	{
		"index": 60,
		"name": "节",
		"anno": "",
		"trans": "",
		"analysis": "这个卦是异卦（下兑上坎）相叠。兑为泽，坎为水。泽有水而流有限，多必溢于泽外。因此要有节度，故称节。节卦与涣卦相反，互为综卦，交相使用。天地有节度才能常新，国家有节度才能安稳，个人有节度才能完美。",
		"trigrams": [
			{
				"anno": "",
				"trans": "",
				"analysis": []
			}
		]
	},
	{
		"index": 61,
		"name": "中孚",
		"anno": "",
		"trans": "",
		"analysis": "这个卦是异卦（下兑上巽）相叠 。孚（fú）本义孵，孵卵出壳的日期非常准确，有信的意义。卦形外实内虚，喻心中诚信，所以称中孚卦。这是立身处世的根本。",
		"trigrams": [
			{
				"anno": "",
				"trans": "",
				"analysis": []
			}
		]
	},
	{
		"index": 62,
		"name": "小过",
		"anno": "",
		"trans": "",
		"analysis": "这个卦是异卦（下艮上震）相叠。艮为山，震为雷，过山雷鸣，不可不畏惧。阳为大，阴为小，卦外四阴超过中二阳，故称“小过”，小有越过。",
		"trigrams": [
			{
				"anno": "",
				"trans": "",
				"analysis": []
			}
		]
	},
	{
		"index": 63,
		"name": "既济",
		"anno": "",
		"trans": "",
		"analysis": "这个卦是异卦（下离上坎）相叠。坎为水，离为火，水火相交，水在火上，水势压倒火势，救火大功告成。既，已经；济，成也。既济就是事情已经成功，但终将发生变故。",
		"trigrams": [
			{
				"anno": "",
				"trans": "",
				"analysis": []
			}
		]
	},
	{
		"index": 64,
		"name": "未济",
		"anno": "",
		"trans": "",
		"analysis": "这个卦是异卦（下坎上离）相叠。离为火，坎为水。火上水下，火势压倒水势，救火大功未成，故称未济。《周易》以乾坤二卦为始，以既济、未济二卦为终，充分反映了变化发展的思想。",
		"trigrams": [
			{
				"anno": "",
				"trans": "",
				"analysis": []
			}
		]
	}
]